{
    "version": "4.0.6",
    "date": "2024-03-26T17:01:31.912Z",
    "data": [
        {
            "id": 1,
            "name": "+1 Base LHV #",
            "cost": 65,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. The character's Base LHV is increased by one. This may not raise the character's total Base LHV beyond four. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it."
        },
        {
            "id": 2,
            "name": "+1 Bonus Power Rating # / +1 Bonus PR #",
            "cost": 15,
            "list": [
                "loresheet"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. This increases the Power Rating carrying capacity by 1."
        },
        {
            "id": 3,
            "name": "+1 LHV",
            "cost": 50,
            "list": [
                "generic"
            ],
            "tier": 5,
            "restricted": true,
            "priority": 7,
            "description": "Requirements to use: Body development 2 CS or Lammie or Loresheet. The character gains +1LHV, subject to the rule of double."
        },
        {
            "id": 4,
            "name": "+5 Dismiss Rank #",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. Skill name is interchangeable with Dismiss Rank +5. The character gains +5 to their dismiss rank. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it."
        },
        {
            "id": 5,
            "name": "+10 Dismiss Rank #",
            "cost": 30,
            "list": [
                "loresheet"
            ],
            "tier": 3,
            "prereq": [
                "4"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. Skill name is interchangeable with Dismiss Rank +10. The character gains +10 to their dismiss rank. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it."
        },
        {
            "id": 6,
            "name": "+1 Magical Armour #",
            "cost": 20,
            "list": [
                "loresheet"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. This grants the character 1 point of Magical Armour on every location. If this armour becomes damaged then any character with their own power can repair it using a single Spell Power, to restore fully the protection value of the armour on a single location by holding the open palm of their casting hand towards the target (approx. 1ft away from it), and speaking the vocals \"By my power I replenish this armour\". If the character gains a Mage or Paladins Armour it will instead boost that High Sigil effect by 1 point and will follow all of the rules for that High Sigil effect. You may never have more than 4 points of Magical Armour by any means. +1 Magical Armour will refresh at time-in."
        },
        {
            "id": 7,
            "name": "+1 Natural Armour",
            "cost": 30,
            "list": [
                "loresheet"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. Gains 1 point of Natural Armour. You may never have more than 4 points of Natural Armour by any means. This effect may also be granted by a Sigil effect (may not stack with an Occupational Skill, Lammie or Loresheet Natural Armour). The Sigil effects of Carapace Armour and High Carapace armour will stack with this skill."
        },
        {
            "id": 8,
            "name": "+2 Bonus Power Rating # / +2 Bonus PR #",
            "cost": 30,
            "list": [
                "loresheet"
            ],
            "tier": 3,
            "prereq": [
                "2"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. This replaces the Occupational Skill +1 Bonus PR. This increases the Power Rating carrying capacity by 2."
        },
        {
            "id": 9,
            "name": "+2 LHV #",
            "cost": 45,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "prereq": [
                "3"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. The character gains +2LHV, subject to the rule of double. Requires and replaces the +1 LHV Occupational Skill. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it"
        },
        {
            "id": 10,
            "name": "+2 Magical Armour #",
            "cost": 40,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "prereq": [
                "6"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. This replaces the skill +1 Magical Armour and grants the character 2 points of Magical Armour on every location. If this armour becomes damaged then any character with their own power can repair it using a single Spell Power, to restore fully the protection value of the armour on a single location by holding the open palm of their casting hand towards the target (approx. 1ft away from it), and speaking the vocals \"By my power I replenish this armour\". If the character gains a Mage or Paladins Armour it will instead boost that High Sigil effect by 2 points and will follow all of the rules for that High Sigil effect. You may never have more than 4 points of Magical Armour by any means. +2 Magical Armour will refresh at time-in"
        },
        {
            "id": 11,
            "name": "+2 Natural Armour #",
            "cost": 40,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "prereq": [
                "7"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. This skill replaces +1 Natural Armour, gains 2 points of Natural Armour. You may never have more than 4 points of Natural Armour by any means. This effect may also be granted by a Sigil effect (may not stack with an Occupational Skill, Lammie or Loresheet Natural Armour). The Sigil effects of Carapace Armour and High Carapace armour will stack with this skill."
        },
        {
            "id": 12,
            "name": "+4 Spell Power",
            "cost": 10,
            "list": [
                "arcane"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "The character gains +4 spell Power per day, subject to the rule of double"
        },
        {
            "id": 13,
            "name": "+8 Spell Power",
            "cost": 20,
            "list": [
                "arcane"
            ],
            "tier": 2,
            "prereq": [
                "12"
            ],
            "restricted": false,
            "priority": 1,
            "description": "This skill replaces +4 Spell Power. The character gains +8 spell Power per day, subject to the rule of double."
        },
        {
            "id": 14,
            "name": "+12 Spell Power",
            "cost": 40,
            "list": [
                "arcane"
            ],
            "tier": 4,
            "prereq": [
                "13"
            ],
            "restricted": false,
            "priority": 1,
            "description": "This skill replaces +8 Spell Power. The character gains +12 spell Power per day, subject to the rule of double."
        },
        {
            "id": 15,
            "name": "+16 Spell Power",
            "cost": 50,
            "list": [
                "arcane"
            ],
            "tier": 5,
            "prereq": [
                "14"
            ],
            "restricted": true,
            "priority": 1,
            "description": "This skill replaces +12 Spell Power. The character gains +16 spell Power per day, subject to the rule of double."
        },
        {
            "id": 16,
            "name": "<X> Command",
            "cost": 50,
            "list": [
                "generic"
            ],
            "tier": 5,
            "prereq": [
                "18"
            ],
            "restricted": true,
            "priority": 5,
            "description": "Requirements to use: Lammie or Loresheet. Includes the following occupational skills and abilities: Acticate <X> Item, Immune to Lethal Alchemical Venoms, Tutor, Cursing Word"
        },
        {
            "id": 17,
            "name": "<X> Oathsworn",
            "cost": 10,
            "list": [
                "generic"
            ],
            "tier": 1,
            "restricted": true,
            "priority": 5,
            "description": "The character has sworn a binding Oath to support the Faction or Guild <X>. This Occupational Skill can be only be gained with permission from the relevant Faction or Guild and may be removed by the Oathbreaker Curse. This skill may only be purchased at a main Lorien Trust event and does not count towards your 4 skill purchases permitted per year. <span class=\"updated\">This skill does not count towards the total number of occupational skills that your character may have (12).</span>"
        },
        {
            "id": 18,
            "name": "Activate <X> Item",
            "cost": 20,
            "list": [
                "generic"
            ],
            "tier": 2,
            "prereq": [
                "17"
            ],
            "restricted": true,
            "priority": 5,
            "description": "The character can activate items for the Faction or Guild <X>. This Occupational Skill can be only be gained with permission from the relevant Faction or Guild and they may remove it at any time."
        },
        {
            "id": 19,
            "name": "Additional Reforging",
            "cost": 10,
            "list": [
                "armourers"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 4,
            "description": "This allows more powerful, complex or desirable items to be made. The character may only use these reforge abilities on an item that they are creating themselves and some items may require more than one reforge to create. See Armoursmith and Weaponsmith occupational skill entries for more details. If the character has both the Armoursmith and Weaponsmith occupational skill they will gain an additional reforge for each."
        },
        {
            "id": 20,
            "name": "Advanced Armour Repair #",
            "cost": 30,
            "list": [
                "generic",
                "loresheet"
            ],
            "tier": 3,
            "prereq": [
                "180"
            ],
            "restricted": false,
            "priority": 7,
            "description": "Requirements to use: Any Armour use CS. This skill replaces Quick Armour Repair and allows the character to restore AV of damaged armour in half the normal time, it also allows the character to restore the AV of a single location to full in one minute. May not be used on Magical Armour (e.g. Paladin/Mage Armour) or Natural Armour, nor be combined with Quick Armour Repair."
        },
        {
            "id": 21,
            "name": "Advanced Healing",
            "cost": 20,
            "list": [
                "healers"
            ],
            "tier": 2,
            "prereq": [
                "188"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Healing CS. This skill replaces Revive and allows a character to extend a Chant of Heal Wound to affect every location on a single character, without requiring extra spell Power. The healing is location by location, not simultaneous and the healer may choose what damage to heal first. In addition the character may expend one power and concentrate on a target within proximity distance, after 10 seconds they may remove the debilitation effect."
        },
        {
            "id": 22,
            "name": "Advanced Pattern Scan",
            "cost": 40,
            "list": [
                "healers"
            ],
            "tier": 4,
            "prereq": [
                "83"
            ],
            "restricted": false,
            "priority": 3,
            "description": "Requirements to use: Healing or Corruption CS. This skill replaces Discern Pattern Type. The character may place a hand approx. 1ft from the target and concentrate for 10 seconds to discern their pattern type (Living, Unliving, or Magical), if they are an Alien or Aberrant pattern and if they are under the effects of a possession. They will not be able to detect the rank of the possession. If a referee or marshal is present they may add additional information. A character with the Advanced Pattern skill will also be able to detect if a character is Regenerating damage but will not be able to detect the rate at which they are regenerating. Advanced pattern scan may also allow the detection and understanding of the cures required for some Curses."
        },
        {
            "id": 23,
            "name": "Apprentice <X>",
            "cost": 10,
            "list": [
                "generic"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "This skill allows the character to gain extra income and represents the character's profession, <X>. The player can collect an extra 1 Gold from Game Control once per Gathering. This skill not count towards your 4 skills permitted per year. <span class=\"updated\">This skill does not count towards the total number of occupational skills that your character may have (12).</span>"
        },
        {
            "id": 24,
            "name": "Armour Mastery",
            "cost": 20,
            "list": [
                "martial"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Any Armour Use CS. This skill increases the AV of any armour worn by +1, subject to the rule of double"
        },
        {
            "id": 25,
            "name": "Armour Mastery (Advanced)",
            "cost": 40,
            "list": [
                "martial"
            ],
            "tier": 4,
            "prereq": [
                "24"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Any Armour Use CS. This skill replaces Armour Mastery and increases the AV of any armour worn by +2, subject to the rule of double"
        },
        {
            "id": 26,
            "name": "Armour Mastery (Expert)",
            "cost": 50,
            "list": [
                "martial"
            ],
            "tier": 5,
            "prereq": [
                "25"
            ],
            "restricted": true,
            "priority": 1,
            "description": "Requirements to use: Any Armour Use CS. This increases the AV of any armour worn by +2, subject to the rule of double. The character and any armour worn are immune to the Crush effect, unless it has the Artefact damage type. This skill does not stop Crush from destroying a shield. This Occupational Skill will not alter any other damage effect that ignores armour. "
        },
        {
            "id": 27,
            "name": "Armoursmith (Apprentice)",
            "cost": 10,
            "list": [
                "armourers"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "This skill allows the character to make a level 1 suit of armour or a level 1 shield at each Lorien Trust Main Event (1 item total per event). In addition, this skill also allows one reforge (a process of heating and quenching) that allows more powerful, complex or desirable items to be made. The character may only use these reforge abilities on an item that they are creating themselves and some items may require more than one reforge to create. <span class=\"updated\">A character with this skill may remove a Corrosion effect from an armour location with 30 seconds of appropriate roleplay.</span> "
        },
        {
            "id": 28,
            "name": "Armoursmith (Artisan)",
            "cost": 40,
            "list": [
                "armourers"
            ],
            "tier": 4,
            "prereq": [
                "184"
            ],
            "restricted": false,
            "priority": 1,
            "description": " This skill replaces Repair Enchanted items and allows the character to make a level 1 and level 2 suit of armour or level 1 and level 2 shield at each Lorien Trust Main Event <span class=\"updated\">(mix and match - 2 items in total per event)</span>. In addition, this skill also allows two reforges (a process of heating and quenching) that allows more powerful, complex or desirable items to be made. The character may only use these reforge abilities on an item that they are creating themselves and some items may require more than one reforge to create. <span class=\"updated\">In addition this skill also allows the character to repair a crafted shield that has been destroyed. This repair requires a minimum of 1 minute appropriate roleplayed action and is reduced to a minimum of 30 seconds for a shield if the character also has the CS Shield Use. A character with this skill may remove a Corrosion effect from an armour location with 30 seconds of appropriate roleplay</span>"
        },
        {
            "id": 29,
            "name": "Armoursmith (Master)",
            "cost": 50,
            "list": [
                "armourers"
            ],
            "tier": 5,
            "prereq": [
                "28"
            ],
            "restricted": true,
            "priority": 1,
            "description": "This skill replaces Armoursmith (Artisan) and allows the character to make a level 1, level 2 and level 3 suit of armour or level 1, level 2 and level 3 shield at each Lorien Trust Main Event <span class=\"updated\">(mix and match - 3 items in total per event)</span>. In addition, this skill also allows three reforges (a process of heating and quenching) that allows more powerful, complex or desirable items to be made. The character may only use these reforge abilities on an item that they are creating themselves and some items may require more than one reforge to create. <span class=\"updated\">In addition this skill allows the character to repair any shield (crafted or otherwise) that has been destroyed. This repair requires a minimum of 1 minute appropriate roleplayed action and is reduced to a minimum of 30 seconds for a shield if the character also has the CS Shield Use. A character with this skill may remove a Corrosion effect from an armour location with 30 seconds of appropriate roleplay.</span>"
        },
        {
            "id": 30,
            "name": "Arcane Crafter (Adept)",
            "cost": 20,
            "list": [
                "arcane"
            ],
            "tier": 2,
            "prereq": [
                "31"
            ],
            "restricted": false,
            "priority": 2,
            "description": "Requirements to use: Spellcasting, Incantation, Healing or Corruption CS. This skill replaces and includes Arcane Crafter (Apprentice). At each Lorien Trust Main Event the character may produce up to 2x Level 1 and 2x Level 2 Crafted Arcane Items. For many of the crafted items the Arcane Crafter must be able to cast the desired spell to Craft the Item (i.e. to produce an Amulet of Spell Reduction (1) for the Spell Blast the Crafter must be able to cast the spell Blast). The in-game cost for the materials will vary from time to time and list can be obtained from the Arcane Guilds."
        },
        {
            "id": 31,
            "name": "Arcane Crafter (Apprentice)",
            "cost": 10,
            "list": [
                "arcane"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 2,
            "description": "Requirements to use: Spellcasting, Incantation, Healing or Corruption CS. At each Lorien Trust Main Event the character may produce up to 2x Level 1 Crafted Arcane Items. For many of the crafted items the Arcane Crafter must be able to cast the desired spell to Craft the Item (i.e. to produce an Amulet of Spell Reduction (1) for the Spell Blast the Crafter must be able to cast the spell Blast). The in-game cost for the materials will vary from time to time and list can be obtained from the Arcane Guilds."
        },
        {
            "id": 32,
            "name": "Arcane Crafter (Master)",
            "cost": 40,
            "list": [
                "arcane"
            ],
            "tier": 4,
            "prereq": [
                "30"
            ],
            "restricted": false,
            "priority": 2,
            "description": "Requirements to use: Spellcasting, Incantation, Healing or Corruption CS. This skill replaces and includes the occupational skill Arcane Crafter (Adept). At each Lorien Trust Main Event the character may produce up to 2x Level 1 and 2x Level 2 and 2x Level 3 Crafted Arcane Items. For many of the crafted items the Arcane Crafter must be able to cast the desired spell to Craft the Item (i.e. to produce an Amulet of Spell Reduction (1) for the Spell Blast the Crafter must be able to cast the spell Blast). The in-game cost for the materials will vary from time to time and list can be obtained from the Arcane Guilds."
        },
        {
            "id": 33,
            "name": "Awakened <X>",
            "cost": 10,
            "list": [
                "generic"
            ],
            "tier": 1,
            "restricted": true,
            "priority": 4,
            "description": "Requirements to use: Awakened Loresheet. An Awakened creature is a type of Special Creature that is an evolution of a Base Race (Dwarf for example). These creatures still remain linked to their Base Race for the purposes of items and effects that can target them (Dwarf Bane etc.) and for detection/discern purposes. To become an Awakened, a Awakened Creature of the correct type must perform a Rite of Creation to align your pattern and unlock your potential. Once this rite is complete you will receive an appropriate Awakened Loresheet which details any Race Specific Abilities or Rules as well as Occupational skills that are not normally available or can be purchased at a discount. Becoming an Awakened Creature prevents the character becoming an Essence Creature, Summonable Creature or any other kind of Special Creature (Generally created in a Ritual). Loresheets for this skill are available for download and print from The Lorien Trust Website (see Loresheets). Awakening will count as one of your four skill buys for the year but will only replace the Reace description on the front of your character card."
        },
        {
            "id": 34,
            "name": "Beast-form Casting #",
            "cost": 30,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "prereq": [
                "37"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. Requires and replaces the Beast-form Skill Use Occupational Skill. This skill allows the character to be fully intelligent in beast-form, and they may speak, use Occupational Skills and cast spells. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it."
        },
        {
            "id": 35,
            "name": "Beast-form Changes +2 #",
            "cost": 20,
            "list": [
                "loresheet"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. The character may change into beast-form two extra times a day. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it"
        },
        {
            "id": 36,
            "name": "Beast-form Intelligence #",
            "cost": 0,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. This skill allows the character to speak while in beast form. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it."
        },
        {
            "id": 37,
            "name": "Beast-form Skill Use #",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. Requires and replaces the Beast-form Intelligence Occupational Skill. This skill allows the character to be fully intelligent in beast-form, and they may speak and use Occupational Skills, but not cast spells. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it."
        },
        {
            "id": 38,
            "name": "Beguile",
            "cost": 50,
            "list": [
                "bards"
            ],
            "tier": 5,
            "prereq": [
                "48",
                "78"
            ],
            "restricted": true,
            "priority": 1,
            "description": "This skill replaces Detect and Remove Beguile. The character has the ability to detect and remove the Beguile effect <span class=\"updated\">and is immune to Charms.</span> To detect if an individual is under the influence of a Beguile, the character must engage them in meaningful conversation for at least 30 seconds, after which they may make the call 'detect beguile'. To remove a Beguile it must be detected as above, the character must then continue the conversation for another thirty seconds. At the end of this period all effects of the Beguile are removed. This ability requires concentration. The character also may use 4 spell Power to create an innate Beguile effect after 5 minutes of meaningful two-way conversation with their intended target. This effect cannot be countered and the OOC call is 'innate beguile'. Note: this is an effect and not a spell and may not be combined with Spell Reduction."
        },
        {
            "id": 39,
            "name": "Beguile <X> #",
            "cost": 25,
            "list": [
                "loresheet"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. Each level of this skill requires and replaces the previous level. Once a day per level of the Occupational Skill (Item cards or Power req.), the character may create the Beguile effect after 5 minutes of meaningful two-way conversation with their intended target. This effect cannot be countered and the OOC call is 'innate beguile'. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it. Note: this is an effect and not a spell, and may not be combined with Spell Reduction"
        },
        {
            "id": 40,
            "name": "Bowyer (Apprentice)",
            "cost": 20,
            "list": [
                "rangers"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 4,
            "description": "This skill allows the character to make a Crafting Level 1 Projectile Weapon or Bandolier at each Lorien Trust Main Event with tools and materials obtained and used in the relevant Guild area. The character must gain permission from the Guild to use their facilities. In addition the in-character time it takes to prepare or repair a projectile (after it has been out-of-character returned) is reduced to 30 seconds per projectile. This skill allows you to reduce the time required for checking that retrieved or returned projectiles are safe to use again (see Projectile Weapons Use description). A Bowyer (Apprentice) may check up to 6 projectiles per min (10 Seconds per projectile). In addition this skill allows you to Mend a Shattered Bow or crossbow with 1 min of appropriate roleplay, this ability does not require any power and may not be used to Mend any other item."
        },
        {
            "id": 41,
            "name": "Bowyer (Master)",
            "cost": 40,
            "list": [
                "rangers"
            ],
            "tier": 4,
            "prereq": [
                "40"
            ],
            "restricted": false,
            "priority": 4,
            "description": "This skill replaces Bowyer (Apprentice) and allows the character to make a Crafting Level 1 and Level 2 Projectile Weapon or Bandolier at each Lorien Trust Main Event with tools that can be obtained and used in the relevant Guild area. Alternatively the Artisan Bowyer may combine the Level 1 and Level 2 Crafting to make a <span class=\"updated\">once a year Projectile Weapon</span>. This skill allows you to reduce the time required for checking that retrieved or returned projectiles are safe to use again (see Projectile Weapons Use description). A Bowyer (Master) may check up to 12 projectiles per min (5 Seconds per projectile). In addition this skill allows you to Mend a Shattered Bow or crossbow with 30 seconds of appropriate roleplay, this ability does not require any power and may not be used to Mend any other item."
        },
        {
            "id": 42,
            "name": "Brutish Strike #",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "<span class=\"updated\">Requirements to use: Lammie, Loresheet and Large Melee Weapon use CS. Additionally available to a Child 10-15yrs (see children in character skills section).</span>  Once per 10 minutes may strike for Strikedown with a large melee weapon. This skill will be replaced by the Mighty Blow Occupational Skill. This skill may not be purchased by anyone with the skill Goblin Resilience and prevents the purchase of Goblin Resilience."
        },
        {
            "id": 43,
            "name": "Cast Additional Incantation",
            "cost": 50,
            "list": [
                "incantors"
            ],
            "tier": 5,
            "prereq": [
                "152",
                "151"
            ],
            "restricted": true,
            "priority": 2,
            "description": "Requirements to use: Light Incantation or Dark Incantation Occupational Skill. The character can cast spells from the standard Incantation list as well as their converted spell list."
        },
        {
            "id": 44,
            "name": "Cast Additional Magecraft",
            "cost": 50,
            "list": [
                "mages"
            ],
            "tier": 5,
            "prereq": [
                "164"
            ],
            "restricted": true,
            "priority": 2,
            "description": "Requirements to use: Enchanting or Shadow Magic Occupational Skill. The character can cast spells from the standard Spellcasting list as well as their converted spell list."
        },
        {
            "id": 45,
            "name": "Cast All Incantation",
            "cost": 65,
            "list": [
                "loresheet"
            ],
            "tier": 5,
            "prereq": [
                "43"
            ],
            "restricted": false,
            "priority": 1,
            "description": " Requirements to use: Lammie or Loresheet and Incantation CS. This skill replaces the Cast Additional Incantation Occupational Skill. The character gains the ability to cast spells from the Cast All Incantation list (instead of the normal Incantation list). This skill counts as a prerequisite for Elementalism or Necromancy (one or the other - may not have both skills at the same time)."
        },
        {
            "id": 46,
            "name": "Cast All Magecraft",
            "cost": 65,
            "list": [
                "loresheet"
            ],
            "tier": 5,
            "prereq": [
                "44"
            ],
            "restricted": false,
            "priority": 1,
            "description": " Requirements to use: Lammie or Loresheet and Spellcasting CS. This skill replaces the Cast Additional Magecraft Occupational Skill. The character gains the ability to cast spells from the Cast All Magecraft list (instead of the normal Spellcasting list). This skill counts as a prerequisite for Elementalism or Necromancy (one or the other - may not have both skills at the same time)"
        },
        {
            "id": 47,
            "name": "Cast High Countermagic",
            "cost": 30,
            "list": [
                "mages",
                "incantors"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 2,
            "description": " Requirements to use: Spellcasting or Incantation CS. With this skill a character may use 4 power and cast a High Countermagic spell"
        },
        {
            "id": 48,
            "name": "Cast Mass Charms",
            "cost": 40,
            "list": [
                "bards",
                "casino"
            ],
            "tier": 4,
            "prereq": [
                "126"
            ],
            "restricted": false,
            "priority": 1,
            "description": "This skill replaces Immune to Charms. The character is immune to all charm effects (Befriend, Beguile, Enthral and Enthral Unliving). The character may also change the effects Befriend, Enthral or Enthral Unliving into mass effects, if they are capable of casting them. This requires 4 power to cast as a level 3 spell effect. The enhanced spell counts in all ways as a mass spell and therefore cannot be countered. The vocals for the spell are 'By my High Magic Power I mass Befriend you all/Enthral you all /Enthral Unliving'. Note: this effect may not be combined with Spell Reduction (regardless of source)."
        },
        {
            "id": 49,
            "name": "Champion",
            "cost": 40,
            "list": [
                "Incantors",
                "mages"
            ],
            "tier": 4,
            "prereq": [
                "216"
            ],
            "restricted": false,
            "priority": 4,
            "description": "Requirements to use: Any Armour use CS. This skill replaces Transcend Armour and allows the character to cast ranged and mass spells in any level of armour."
        },
        {
            "id": 50,
            "name": "Circle Warden",
            "cost": 85,
            "list": [
                "generic"
            ],
            "tier": 5,
            "restricted": true,
            "priority": 6,
            "description": "The character is granted the Circle Warden ability."
        },
        {
            "id": 51,
            "name": "Circle Watcher #",
            "cost": 85,
            "list": [
                "generic"
            ],
            "tier": 5,
            "restricted": false,
            "priority": 6,
            "description": "Requirements to use: Command (Watchers). The character is granted the Circle Watcher ability"
        },
        {
            "id": 52,
            "name": "Conceal Item",
            "cost": 20,
            "list": [
                "casino",
                "scouts"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 4,
            "description": "With this skill a character can conceal a single item about their person. The item must be fully hidden in the character's clothing or kit to count as concealed. This item cannot then be found by searching unless the Locate Occupational Skill is used. This item cannot be larger than a small melee weapon. Items will remain concealed even after character death. To use your conceal item skill you must attach a Conceal Item Lammie (available as a download from the Loresheets and Files PDF on the Lorien Trust Website), this will have your Character name and Player ID written on it before the lammie is sealed. To conceal an item requires concentration and will take 10 seconds once the item is concealed, concentration is not required. You should attach your conceal lammie to the item and hide it within your character kit. When a concealed item is removed from its hidden place (by choice or through searching) the conceal lammie should be removed and retained to either re-attach using the rules above or for concealing a different item. NOTE: If you have an item that is concealed that is Magical (has a PR Rating) if a Detect magic is cast on you the detect magic will work but will not allow the item to be found. The concealed item may not be coins or an item such as a box or pouch containing coins."
        },
        {
            "id": 53,
            "name": "Conceal Item (Improved)",
            "cost": 30,
            "list": [
                "casino",
                "scouts"
            ],
            "tier": 3,
            "prereq": [
                "52"
            ],
            "restricted": false,
            "priority": 4,
            "description": "This skill replaces and includes Conceal Item. In addition to the Conceal item ability the restriction on the concealed items is lifted and you may conceal a pouch containing a maximum of 50 coins (Copper, Stell, Gold or Taal). This concealed pouch cannot be found by searching unless the searcher has the Locate Occupational Skill. The coins must remain in the pouch to count as concealed. You may use Conceal (improved) to conceal a single object (as per the Conceal Item occupational skill) instead of hiding coins but not at the same time. Items will remain concealed even after character death. To use your conceal item (Improved) skill you must attach a Conceal Item Lammie (available as a download from the Loresheets and Files PDF on the Lorien Trust Website), this will have your Character name and Player ID written on it before the lammie is sealed. To conceal a pouch requires concentration and will take 10 seconds - once the item is concealed, concentration is not required. You should attach your conceal lammie to the pouch and hide it within your character kit. When a concealed item is removed from its hidden place (by choice or through searching) the conceal lammie should be removed and retained to either re-attach using the rules above or for concealing a different item. NOTE: If you have an item that is concealed that is Magical (has a PR Rating) if a Detect magic is cast on you the detect magic will work but will not allow the item to be found."
        },
        {
            "id": 54,
            "name": "Contribute to 2nd Ritual",
            "cost": 10,
            "list": [
                "mages"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 4,
            "description": "Requirements to use: Contribute to Ritual CS. This skill allows the character to contribute to a second ritual each day."
        },
        {
            "id": 55,
            "name": "Contribute to 3rd Ritual",
            "cost": 30,
            "list": [
                "mages"
            ],
            "tier": 3,
            "prereq": [
                "54"
            ],
            "restricted": false,
            "priority": 4,
            "description": "Requirements to use: Contribute to Ritual CS. This skill replaces Contribute to 2nd Ritual and allows the character to contribute to a third ritual each day"
        },
        {
            "id": 56,
            "name": "Create Antidotes",
            "cost": 10,
            "list": [
                "alchemists"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 4,
            "description": "Requirements to use: Poison Lore or Potion Lore CS. This skill allows the character to make a single first level antidote or protection potion at each Lorien Trust Main Event."
        },
        {
            "id": 57,
            "name": "Create Antidotes (Improved)",
            "cost": 30,
            "list": [
                "alchemists"
            ],
            "tier": 3,
            "prereq": [
                "56"
            ],
            "restricted": false,
            "priority": 4,
            "description": "Poison Lore or Potion Lore CS. This replaces Create Antidotes. This skill allows the character to make up to three first or second level antidotes or protection potions at each Lorien Trust Main Event."
        },
        {
            "id": 58,
            "name": "Create Poison (Artisan)",
            "cost": 30,
            "list": [
                "alchemists"
            ],
            "tier": 3,
            "prereq": [
                "61"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Poison lore CS. This skill replaces Create Poison (Novice) and allows the character to make a level 1 and a level 2 poison at each Lorien Trust Main Event with ingredients that can be obtained and used in the Alchemists Guild. This skill may also be used with the Distilling process"
        },
        {
            "id": 59,
            "name": "Create Poison (Magical)",
            "cost": 50,
            "list": [
                "alchemists"
            ],
            "tier": 5,
            "prereq": [
                "60"
            ],
            "restricted": true,
            "priority": 1,
            "description": "Requirements to use: Poison lore CS. This skill replaces Create Poison (Master) and allows the character to make a level 1, a level 2 and a level 3 poison at each Lorien Trust Main Event plus one Magical poison per event with ingredients that can be obtained and used in the Alchemists Guild. Once per year a character with the Create Poison (Magical) Occupational Skill can use their Magical Poison create for that event to create a single Tailored Magical Poison. Details of levels and costs of materials can be gained in-character at the Alchemists Guild. Note: The term Magical used for this skill refers to the level of expertise, as many of the lower level poisons can also be magical in nature."
        },
        {
            "id": 60,
            "name": "Create Poison (Master)",
            "cost": 40,
            "list": [
                "alchemists"
            ],
            "tier": 4,
            "prereq": [
                "58"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Poison lore CS. This skill replaces Create Poison (Artisan) and allows the character to make a level 1, a level 2 and a level 3 poison at each Lorien Trust Main Event with ingredients that can be obtained and used in the Alchemists Guild. This skill may also be used with the Distilling process."
        },
        {
            "id": 61,
            "name": "Create Poison (Novice)",
            "cost": 20,
            "list": [
                "alchemists"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Poison lore CS. This skill allows the character to make a level 1 poison at each Lorien Trust Main Event with ingredients that can be obtained and used in the Alchemists Guild. This skill may also be used with the Distilling process."
        },
        {
            "id": 62,
            "name": "Create Potion (Artisan)",
            "cost": 30,
            "list": [
                "alchemists"
            ],
            "tier": 3,
            "prereq": [
                "65"
            ],
            "restricted": false,
            "priority": 2,
            "description": "Requirements to use: Potion Lore CS. This skill replaces Create Potion (Novice) and allows the character to make a level 1 and a level 2 potion at each Lorien Trust Main Event with ingredients that can be obtained and used in the Alchemists Guild. This skill may also be used with the Distilling process."
        },
        {
            "id": 63,
            "name": "Create Potion (Magical)",
            "cost": 50,
            "list": [
                "alchemists"
            ],
            "tier": 5,
            "prereq": [
                "63"
            ],
            "restricted": true,
            "priority": 2,
            "description": "Requirements to use: Potion Lore CS. This skill replaces Create Potion (Master) and allows the character to make a level 1, a level 2 and a level 3 potion at each Lorien Trust Main Event plus one Magical potion per event with ingredients that can be obtained and used in the Alchemists Guild. Once per year a character with the Create Potion (Magical) Occupational Skill can use their Magical Potion create for that event to create a single Tailored Magical Potion. Details of levels and costs of materials can be gained In-character at the Alchemists Guild. Note: The term Magical used for this skill refers to the level of expertise, as many of the lower level potions can also be magical in nature. If a Potion has a PR of 1 or more it is considered Magical for the purposes of Lammies, Loresheets and Special Creatures."
        },
        {
            "id": 64,
            "name": "Create Potion (Master)",
            "cost": 40,
            "list": [
                "alchemists"
            ],
            "tier": 4,
            "prereq": [
                "62"
            ],
            "restricted": false,
            "priority": 2,
            "description": "Requirements to use: Potion Lore CS. This skill replaces Create Potion (Artisan) and allows the character to make a level 1, a level 2 and a level 3 potion at each Lorien Trust Main Event with ingredients that can be obtained and used in the Alchemists Guild. This skill may also be used with the Distilling process."
        },
        {
            "id": 65,
            "name": "Create Potion (Novice)",
            "cost": 20,
            "list": [
                "alchemists"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 2,
            "description": "Requirements to use: Potion Lore CS. This skill allows the character to make a level 1 potion at each Lorien Trust Main Event with ingredients that can be obtained and used in the Alchemists Guild. This skill may also be used with the Distilling process."
        },
        {
            "id": 66,
            "name": "Create Reagents",
            "cost": 10,
            "list": [
                "alchemists"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 3,
            "description": "Requirements to use: Potion Lore or Poison Lore CS. This skill allows the character to create one alchemical reagent at each Lorien Trust Main Event using ingredients from the Alchemists Guild. These reagents will expire at the end of the event and can be used to improve and aid the creation of both Alchemical and Weaponsmithing items. The character must gain permission from the Guild to use their facilities"
        },
        {
            "id": 67,
            "name": "Create Reagents (Improved)",
            "cost": 20,
            "list": [
                "alchemists"
            ],
            "tier": 2,
            "prereq": [
                "66"
            ],
            "restricted": false,
            "priority": 3,
            "description": "Requirements to use: Potion Lore or Poison Lore CS. This skill replaces Create Reagents and allows the character to create two alchemical reagents at each Lorien Trust Main Event using ingredients from the Alchemists Guild. These reagents will expire at the end of the event and can be used to improve and aid the creation of both Alchemical and Weaponsmithing items. The character must gain permission from the Guild to use their facilities."
        },
        {
            "id": 68,
            "name": "Crushing Blow",
            "cost": 50,
            "list": [
                "armourers",
                "militia"
            ],
            "tier": 5,
            "prereq": [
                "166"
            ],
            "restricted": true,
            "priority": 3,
            "description": "Requirements to use: Large Melee Weapon use CS. This skill replaces Mighty Blow. This skill allows a character to strike for the Crush or Strikedown effects with a well role-played blow with a large melee weapon held in two hands. The character is also immune to the Strikedown and Repel effects. This skill may not be purchased by anyone with the skill Goblin Resilience and prevents the purchase of Goblin Resilience."
        },
        {
            "id": 69,
            "name": "Cursing Word",
            "cost": 0,
            "list": [
                "loresheet"
            ],
            "tier": 0,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie, Loresheet. A creature with the Cursing Word may inflict a specific curse or selection of curses on a target (the process may be a rite, action, vocal or effect)."
        },
        {
            "id": 70,
            "name": "Daemonology",
            "cost": 10,
            "list": [
                "arcane"
            ],
            "tier": 1,
            "restricted": true,
            "priority": 3,
            "description": "Requirements to use: Spellcasting CS. The character may cast spells from the Daemonology list to the same level as they have the Spellcasting CS. If they also have the Ritual Magic Character Skill or the Contribute Character Skill they will gain a bonus when contributing to summoning or creating a Daemon in a Ritual."
        },
        {
            "id": 71,
            "name": "Damage Reduction (All) #",
            "cost": 40,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "prereq": [
                "72"
            ],
            "restricted": false,
            "priority": 4,
            "description": "<span class=\"updated\">Requirements to use: Lammie or Loresheet. Replaces the Damage Reduction (Crush) Occupational Skill. Grants the character Damage Reduction to all damage effects and grants the character immunity to all Through effects (Not Artefact through). Note: it has no effect on Artefact or Bane Damage, with the exception that it functions on Fatal Damage exactly the same as Occupational Skill: Damage Reduction (Fatal). If the character also has the Occupational Skill or ability to Regenerate Damage, the maximum speed at which the Damage can be regained is 1 per 5 mins (this may not be improved by any means).</span>"
        },
        {
            "id": 72,
            "name": "Damage Reduction (Crush) #",
            "cost": 40,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "prereq": [
                "144"
            ],
            "restricted": false,
            "priority": 4,
            "description": "<span class=\"updated\">Requirements to use: Lammie or Loresheet. This grants the character Damage Reduction (Crush). Note: this Occupational Skill does not grant any protection to any shield the character may be using or carrying. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it. Note: This has no effect against Artefact Damage.</span>"
        },
        {
            "id": 73,
            "name": "Damage Reduction (Fatal)",
            "cost": 50,
            "list": [
                "incantors"
            ],
            "tier": 5,
            "prereq": [
                "77"
            ],
            "restricted": true,
            "priority": 5,
            "description": "<span class=\"updated\"> Grants the character Damage Reduction (Fatal) and changes the Fatal Damage effect to the following: <ul><li>Fatal only affects Living patterns</li> <li>The Fatal default damage type is Enchanted unless preceded by an Elemental Weakness or Artefact</li> <li>Inflicts a single blow to the location ignoring the Ritual of Peace</li> <li>Ignores all armour</li> <li>Places the Target into their Grace Period</li> <li>Prevents healing (and Regeneration) from affecting the Target until all the Fatal Wounds are removed</li></ul></span>  "
        },
        {
            "id": 74,
            "name": "Damage Reduction (Harm) #",
            "cost": 0,
            "list": [
                "loresheet"
            ],
            "tier": 0,
            "restricted": false,
            "priority": 1,
            "description": "<span class=\"updated\">Grants the character Damage Reduction (Harm) and changes the Harm Damage effect to the following: <ul><li>The Harm default damage type is Enchanted unless preceded by an Elemental Weakness or Artefact</li> <li>Inflicts a single blow to the location ignoring the Ritual of Peace</li> <li>Ignores all armour</li></ul></span>  "
        },
        {
            "id": 75,
            "name": "Damage Reduction (Mage Bolt) #",
            "cost": 0,
            "list": [
                "loresheet"
            ],
            "tier": 0,
            "restricted": false,
            "priority": 1,
            "description": "<span class=\"updated\">Grants the character Damage Reduction (mage Bolt) and changes the Mage Bolt Damage effect to the following: <ul><li>The Mage Bolt default damage type is Enchanted unless preceded by an Elemental Weakness or Artefact</li> <li>Inflicts a single blow to the location ignoring the Ritual of Peace</li> <li>Ignores all armour</li></ul></span>  "
        },
        {
            "id": 76,
            "name": "Dark Incantation",
            "cost": 10,
            "list": [
                "arcane"
            ],
            "tier": 1,
            "restricted": true,
            "priority": 3,
            "description": "Requirements to use: Incantation CS. The character gains the ability to cast spells from the Dark Incantation list, instead of the normal Incantation list"
        },
        {
            "id": 77,
            "name": "Dedicated Follower",
            "cost": 30,
            "list": [
                "incantors"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 5,
            "description": "The character is automatically affected by the Lay to Rest <span class=\"updated\">effect</span> upon death. In addition if the character with the Dedicated Follower gains a Paladin Armour High Sigil it will confer an AV of 3 on all locations instead of 2 (but will follow all of the standard rules for the spell including the maximum AV of 4 for an Armour Type)."
        },
        {
            "id": 78,
            "name": "Detect and Remove Beguile",
            "cost": 20,
            "list": [
                "bards",
                "casino"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 1,
            "description": "This skill gives a character the ability to detect and remove the Beguile effect on another character. To detect if an individual is under the influence of a Beguile, the character must engage them in meaningful conversation for at least 30 seconds, after which they may make the call 'detect beguile'. To remove a Beguile it must be detected as above, the character must then continue the conversation for another thirty seconds. At the end of this period all effects of the Beguile are removed. This ability requires concentration."
        },
        {
            "id": 79,
            "name": "Diagnose Powers",
            "cost": 50,
            "list": [
                "arcane"
            ],
            "tier": 5,
            "prereq": [
                "125"
            ],
            "restricted": true,
            "priority": 4,
            "description": "Requirements to use: Lammie or Loresheet, any Spellcasting, Incantation, Healing, Corruption or Sense Magic CS. A character with this skill can identify the approximate powers or purpose of a magical lammed item - these may include structures, standing stones or other unusual items. The examination of the item requires a minimum 1 minute of appropriate role-play with a Referee or Marshall present and will not always produce a result. Loresheets for this skill are available for download and print from The Lorien Trust Website (see Loresheets). Once per day a character with the Diagnose Powers skill may examine a Special item that has fully exhausted its required Item Cards for the day or event. After 10 minutes of holding the item and roleplayed examination, the character may restore a single item card to the Special item this is achieved by taking the item to Game Control, handing over the Diagnosed item, state that you are using your skill to restore a single item card for the item after your details and the item details have been checked, a single item card will be re-issued for that day for the Diagnosed item."
        },
        {
            "id": 80,
            "name": "Discern Ancestral Being",
            "cost": 30,
            "list": [
                "incantors"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 6,
            "description": "A character with this skill can, after 10 seconds of concentration at a range of up to 30 feet (~9m), make the call 'discern level of ancestral being or possession' or ask a referee or marshal to enquire from the target. If the target examined is an ancestral being or has an ancestral possession, they should tell the discerner the dismiss level. The target will not be aware in-character that they have been discerned. Some Ancestral creatures may be shielded from this effect and may be able to locate the direction or even the character Discerning, see Shield Dismiss Level Occupational Skill."
        },
        {
            "id": 81,
            "name": "Discern Daemonic Being",
            "cost": 30,
            "list": [
                "mages"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 4,
            "description": "A character with this skill can, after 10 seconds of concentration at a range of up to 30 feet (~9m), make the call 'discern level of Daemonic being or possession' or ask a referee or marshal to enquire from the target. If the target examined is a Daemonic being or has a Daemonic possession, they should tell the discerner the dismiss level. The target will not be aware incharacter that they have been discerned. Some Daemonic creatures may be shielded from this effect and may be able to locate the direction or even the character Discerning, see Shield Dismiss Level Occupational Skill."
        },
        {
            "id": 82,
            "name": "Discern Elemental Being",
            "cost": 30,
            "list": [
                "healers"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 6,
            "description": "A character with this skill can, after 10 seconds of concentration at a range of up to 30 feet (~9m), make the call 'discern level of elemental being or possession' or ask a referee or marshal to enquire from the target. If the target examined is an elemental being or has an elemental possession, they should tell the discerner the dismiss level. The target will not be aware incharacter that they have been discerned. Some Elemental creatures may be shielded from this effect and may be able to locate the direction or even the character Discerning, see Shield Dismiss Level Occupational Skill."
        },
        {
            "id": 83,
            "name": "Discern Pattern Type",
            "cost": 10,
            "list": [
                "healers"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 3,
            "description": "Requirements to use: Healing or Corruption CS. This skill gives a character the ability to determine the type of the target's pattern (Living, Unliving, or Magical). This requires the character to place their hand approx. 1ft of the character and concentrate for 10 seconds and make the call \"discern pattern type\". This does not allow the detection of alien or aberrant patterns"
        },
        {
            "id": 84,
            "name": "Discern Race",
            "cost": 20,
            "list": [
                "rangers"
            ],
            "tier": 2,
            "prereq": [
                "215"
            ],
            "restricted": false,
            "priority": 2,
            "description": "After 10 seconds concentration on a single target within 30 feet (~9m), the character may make the call 'discern race' or ask a referee or marshal to enquire from the target. The target will not be aware in-character that they have been discerned. Discern Race will give the race on the target's character card."
        },
        {
            "id": 85,
            "name": "Discern Race and Pattern",
            "cost": 40,
            "list": [
                "rangers"
            ],
            "tier": 4,
            "prereq": [
                "84"
            ],
            "restricted": false,
            "priority": 2,
            "description": "This skill replaces Discern Race. After 10 seconds concentration on a single target within 30 feet (~9m), the character may make the call 'discern race and pattern' or ask a referee or marshal to enquire from the target. The target will not be aware in-character that they have been discerned. The discern will give the race on the target's character card and if their pattern state is Living, Unliving or Magical."
        },
        {
            "id": 86,
            "name": "Discern Unliving Being / Discern Unliving",
            "cost": 30,
            "list": [
                "incantors",
                "corruptors"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 6,
            "description": "A character with this skill may, after 10 seconds of concentration on a single target within 30 feet (~9m), make the call 'discern level of Unliving being or possession' or ask a referee or marshal to enquire from the target. If the target examined is an Unliving being or has an Unliving possession they should tell the discerner the dismiss level. The target will not be aware in-character that they have been discerned. Some Unliving creatures may be shielded from this effect and may be able to locate the direction or even the character Discerning, see Shield Dismiss Level Occupational Skill."
        },
        {
            "id": 87,
            "name": "Dismiss Rank +5 #",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. See +5 Dismiss Rank (name is interchangeable)"
        },
        {
            "id": 88,
            "name": "Dismiss Rank +10 #",
            "cost": 30,
            "list": [
                "loresheet"
            ],
            "tier": 3,
            "prereq": [
                "87"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. See +10 Dismiss Rank (name is interchangeable)"
        },
        {
            "id": 89,
            "name": "Dismiss/Control +2",
            "cost": 10,
            "list": [
                "incantors",
                "corruptors"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 0,
            "description": "This skill allows the character to add 2 to the <span class=\"updated\">total</span> of any dismiss or control they cast, including casting as part of a wedge. Note: A Wedge must consist of at least 3 contributing characters - <span class=\"updated\">all</span> casting the same Dismiss or Control affect (I.e. Control Elemental) and may include both normal and High Casting versions of the same spell."
        },
        {
            "id": 90,
            "name": "Dismiss/Control +4",
            "cost": 20,
            "list": [
                "incantors",
                "corruptors"
            ],
            "tier": 2,
            "prereq": [
                "89"
            ],
            "restricted": false,
            "priority": 0,
            "description": "This skill will replace the Dismiss/Control +2 Occupational Skill and allows the character to add 4 to the <span class=\"updated\">total</span> of any dismiss or control they cast, including casting as part of a wedge. Note: A Wedge must consist of at least 3 contributing characters - <span class=\"updated\">all</span> casting the same Dismiss or Control affect (I.e. Control Elemental) and may include both normal and High Casting versions of the same spell."
        },
        {
            "id": 91,
            "name": "Dismiss/Control +6",
            "cost": 40,
            "list": [
                "incantors",
                "corruptors"
            ],
            "tier": 4,
            "prereq": [
                "90"
            ],
            "restricted": false,
            "priority": 0,
            "description": "This skill will replace the Dismiss/Control +4 Occupational Skill and allows the character to add 6 to the <span class=\"updated\">total</span> of any dismiss or control they cast, including casting as part of a wedge. Note: A Wedge must consist of at least 3 contributing characters - <span class=\"updated\">all</span> casting the same Dismiss or Control affect (I.e. Control Elemental) and may include both normal and High Casting versions of the same spell."
        },
        {
            "id": 92,
            "name": "Dismiss/Control +8",
            "cost": 50,
            "list": [
                "incantors",
                "corruptors"
            ],
            "tier": 5,
            "prereq": [
                "91"
            ],
            "restricted": true,
            "priority": 0,
            "description": " This skill will replace the Dismiss/Control +6 Occupational Skill and allows the character to add 8 to the <span class=\"updated\">total</span> of any dismiss or control they cast, including casting as part of a wedge. Note: A Wedge must consist of at least 3 contributing characters - <span class=\"updated\">all</span> casting the same Dismiss or Control affect (I.e. Control Elemental) and may include both normal and High Casting versions of the same spell."
        },
        {
            "id": 93,
            "name": "Druid <X> #",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "This skill will replace a lower level of the Druid <X> Occupational Skill. The character will gain the Druid loresheet and may buy Occupational Skill listed there up to the stated Tier. To gain this skill a character must fulfil the IC requirements listed on the Druid loresheet. A Druid is a type of Essence Creature. Loresheets for this skill are available for download and print from The Lorien Trust Website (see Loresheets)."
        },
        {
            "id": 94,
            "name": "Elementalism",
            "cost": 10,
            "list": [
                "arcane"
            ],
            "tier": 1,
            "restricted": true,
            "priority": 3,
            "description": "Requirements to use: Healing CS, Light Incantation or Enchanting Occupational Skill. The character may cast spells from the Elementalism list to the highest level that they can cast in any of the pre-requisite spell lists. If they also have the Ritual Magic Character Skill or the Contribute Character Skill they will gain a bonus when contributing to summoning or creating an Elemental in a Ritual."
        },
        {
            "id": 95,
            "name": "Enchanted Claws #",
            "cost": 20,
            "list": [
                "loresheet"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet and Claw Competency. The character's claws strike for Enchanted damage. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it"
        },
        {
            "id": 96,
            "name": "Enchanted Strikedown Claws #",
            "cost": 40,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet and Claw Competency. The character's claws strike for Enchanted Strikedown. Requires and replaces the Enchanted Claws Occupational Skill. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it."
        },
        {
            "id": 97,
            "name": "Enchanting",
            "cost": 10,
            "list": [
                "arcane"
            ],
            "tier": 1,
            "restricted": true,
            "priority": 3,
            "description": "Requirements to use: Spellcasting CS. The character gains the ability to cast spells from the Enchanting lists, instead of the Spellcasting lists."
        },
        {
            "id": 98,
            "name": "Enchant Projectile Weapon",
            "cost": 50,
            "list": [
                "rangers"
            ],
            "tier": 5,
            "restricted": true,
            "priority": 5,
            "description": "Requirements to use: Projectile Weapon Use CS and Bow Competency. This skill allows a character to choose to shoot for enchanted through with a projectile weapon. The weapon does not count as enchanted in any way other than to shoot for enchanted damage."
        },
        {
            "id": 99,
            "name": "Escape Bonds",
            "cost": 30,
            "list": [
                "generic"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 7,
            "description": "This skill allows the character to escape from any in-character bonds or restraints. This takes 1 minute of concentration and the character must not be Immobilised. This skill does not allow a character to escape from a locked room or other such prisons. In the interests of OOC safety, IC bonds or restraints must be role-played and not actually applied (see Kidnap and Restraints)."
        },
        {
            "id": 100,
            "name": "Ethereal Shot",
            "cost": 50,
            "list": [
                "rangers"
            ],
            "tier": 5,
            "prereq": [
                "85"
            ],
            "restricted": true,
            "priority": 2,
            "description": "Requirements to use: Projectile Weapon Use CS and Bow Competency. This skill replaces and includes the Discern Race and Pattern Occupational Skill. In addition once per 10 mins a character with the Ethereal Shot skill may Discern the race and pattern of a single target and then for 1 minute the character may shoot projectiles at that target that will strike for the appropriate Affect damage call (Race or Pattern Type)."
        },
        {
            "id": 101,
            "name": "Fearsome Aspect",
            "cost": 40,
            "list": [
                "generic"
            ],
            "tier": 4,
            "restricted": true,
            "priority": 7,
            "description": "The character may create an innate Mass Fear effect using 4 of their own Spell Power. This counts in all way as a level 3 mass spell and cannot be countered. The vocals are 'innate mass fear'. Mass Fear may not be used on large groups or in mass combat without consulting a Referee or Marshal for safety reasons."
        },
        {
            "id": 102,
            "name": "Fearsome Aspect <X> #",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": " Requirements to use: Lammie or Loresheet. Each level of this skill requires and replaces the previous level. The character may create an innate Mass Fear effect once a day per level of the Occupational Skill (Item cards or Power req.), which cannot be countered. The vocals are 'innate mass fear'. Mass Fear may not be used on large groups or in mass combat without consulting a Referee or Marshal for safety reasons. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it. Note: this is an effect and not a spell, and may not be combined with Spell Reduction"
        },
        {
            "id": 103,
            "name": "Fence #",
            "cost": 0,
            "list": [
                "loresheet"
            ],
            "tier": 0,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. This character has the ability to evaluate the quality of materials that a crafted item may contain that can be salvaged, or its resale value via alternative (often criminal) channels. If a crafted item with over 2 years of remaining duration is examined - this character can offer up to a quarter of its original base crafting value (maximum). These items are often taken through a process of Disenchantment (shaving off magically active parts or ingredients to use for other purposes) and sold on at a reduced rate (still working to full effect and duration) via Black-Market contacts. If these items are then presented to a character with a Fence skill for a second time they will be able to determine its poorer state and are unlikely to make an offer. Rare or unusual items may be examined but are often rejected as their quality or uniqueness make them difficult to sell on"
        },
        {
            "id": 104,
            "name": "Focused Strike #",
            "cost": 25,
            "list": [
                "loresheet"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 1,
            "description": "<span class=\"updated\">Requirements to use: Large Melee Weapon use CS.</span> Once per 10 minutes may strike for Crush with a large melee weapon. This skill will be replaced by the Crushing Blow Occupational Skill. This skill may not be purchased by anyone with the skill Goblin Resilience and prevents the purchase of Goblin Resilience"
        },
        {
            "id": 105,
            "name": "Focused Through",
            "cost": 20,
            "list": [
                "scouts"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 1,
            "description": " This skill allows a character to strike for the Through effect once every 10 minutes with a small or medium melee weapon held in their primary hand. This cannot be used with a skill, lammie or loresheet that would modify the damage effect. If the target is immobilised the character may strike for through with every strike."
        },
        {
            "id": 106,
            "name": "Forensic Analysis",
            "cost": 30,
            "list": [
                "alchemists"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 4,
            "description": "With this skill, the character may examine a dead body for 1 minute and detect if the character was under the influence of a poison when they died and how quickly the poison acted, as well as determining if the Poison was Magical or not. After a further 1 minute of examination the Race, Pattern Type and details of any potions that were affecting the character when it died can also be determined."
        },
        {
            "id": 107,
            "name": "Forgery",
            "cost": 50,
            "list": [
                "bards",
                "scouts"
            ],
            "tier": 5,
            "prereq": [
                "234"
            ],
            "restricted": true,
            "priority": 4,
            "description": "This skill replaces Written Forgery. A character with this skill is able to create forged items (excluding weapons, armour and shields) with appropriate additional skills. The character must be in the relevant Guild to use this skill and may create a single forged item per Lorien Trust Main Event. Forged crafted items (such as a Forged Potion) require an appropriate Create Skill and will consume a make slot from your event allocation of the appropriate level. The character must gain permission from the Guild to use their facilities. In addition a character with this skill is able to create in-character forged documents. Once per event a character with the Forgery skill may create paperwork that allows access to training facilities, magical books or other resources that normally allow training. Both the Forging Character and Training Character must visit Game Control at the same time to complete the out-of-character function of the Forgery skill (this is in addition to any in-character roleplay). The Forgery allows a two Tier 1, 2 or 3 skills or a single Tier 4 skill (including restricted skills) from any Guild to be accessed. The skill will be added to the character card immediately. Guild permission is not required (or recommended) for the use of this training forgery."
        },
        {
            "id": 108,
            "name": "General Knowledge <X>",
            "cost": 10,
            "list": [
                "knowledge"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "A character with this skill may request a general knowledge information sheet from Game Control detailing IC news about the game world. This information may contain falsehoods. New information sheets will be available at the Great Erdrejan Fayre and the Gathering. Additional information may be available at Sanctioned Events at the organiser's discretion and they will advertise this is the event literature. The General Knowledge skills available are: Guildsman, Merchant, Rumour Monger, Storyteller, Wanderer and War Scout."
        },
        {
            "id": 109,
            "name": "Global Blast Wedge #",
            "cost": 20,
            "list": [
                "loresheet"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. Requires the Mage Bolt Wedge Occupational Skill and applicable lammie or loresheet. The character may enter a wedge with other Warlocks, and the head of the wedge may use 4 power from the wedge to cast a Blast spell as a Global effect. Excess power is wasted. This counts as a level 3 ranged spell. The head of the wedge must have this Occupational Skill, all members must be able to cast Blast and the wedge must be at least two characters. The vocals for the spell are 'By my High Magic Power I strike you Global Blast.'"
        },
        {
            "id": 110,
            "name": "Goblin Resilience #",
            "cost": 15,
            "list": [
                "loresheet"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. If a character is unconscious and no locations are on -1 LHV, they become debilitated after 1 minute. This skill may not be purchased by anyone with the skills Mighty Blow, Crushing Blow, Brutish Strike or Focused Strike and prevents the purchase of Mighty Blow, Crushing Blow, Brutish Strike or Focused Strike."
        },
        {
            "id": 111,
            "name": "Guarded Channelling",
            "cost": 50,
            "list": [
                "healers"
            ],
            "tier": 5,
            "prereq": [
                "127"
            ],
            "restricted": true,
            "priority": 5,
            "description": "Requirements to use: Healing CS. A Channeler with this skill may add to any non-instant Cure spell (in the Cure Category) to the vocal 'and also claim an aura of defence'. They will then be under an Aura of Defence while casting the non-instant Cure spell. The Aura of Defence effect will end as soon as the location(s) being cured are fully cured."
        },
        {
            "id": 112,
            "name": "Halt Shot",
            "cost": 50,
            "list": [
                "rangers"
            ],
            "tier": 5,
            "prereq": [
                "210"
            ],
            "restricted": true,
            "priority": 1,
            "description": "Requirements to use: Projectile Weapon Use CS and Bow Competency. This skill replaces Strikedown Shot and allows a character to choose to strike for the Halt or Strikedown effects with ammunition from a projectile weapon. This cannot be used with a skill, lammie or loresheet that would modify the damage effect and will replace the normal Through call of an arrow or bolt."
        },
        {
            "id": 113,
            "name": "Hand of Nature",
            "cost": 20,
            "list": [
                "rangers"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 5,
            "description": " Requirements to use: Triage CS or Triage (Advanced) CS. The character is particularly adept at treating wounds effectively and allows the character with Triage or Triage (Advanced) to use their skills on two locations at the same time (must be stated at the start of the action). <span class=\"updated\">This skill will have no effect when used with Triage (Advanced) for raising LHV above 0 (zero).</span>"
        },
        {
            "id": 114,
            "name": "Hard Worker #",
            "cost": 5,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "This skill allows a person to collect their full annual income derived from their character's income skill(s) from Game Control at every Main Event they attend rather than just once per Event Season."
        },
        {
            "id": 115,
            "name": "Harden Body #",
            "cost": 50,
            "list": [
                "loresheet"
            ],
            "tier": 5,
            "prereq": [
                "214"
            ],
            "restricted": false,
            "priority": 1,
            "description": "<span class=\"updated\">Requirements to use: Lammie or Loresheet. This skill requires and replaces the Toughen Body Occupational Skill. A creature with the Harden Body Skill can not have a location reduced to below 0 (zero) unless is due to Harm, Magebolt, Smite, Fatal or Artefact. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it.</span>"
        },
        {
            "id": 116,
            "name": "Heal Alien or Abberant Pattern",
            "cost": 30,
            "list": [
                "healers"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 4,
            "description": " Requirements to use: Healing CS or Corruption CS. A character with this skill may use any of their Cure (in the Cure Category) effects on individuals with Alien or Aberrant life patterns. This skill does not grant any additional ability to heal Unliving or Magical Patterns."
        },
        {
            "id": 117,
            "name": "Heal Magical Pattern",
            "cost": 50,
            "list": [
                "healers"
            ],
            "tier": 5,
            "prereq": [
                "116"
            ],
            "restricted": true,
            "priority": 4,
            "description": "Requirements to use: Healing CS or Corruption CS. This skill replaces Heal Alien or Aberrant Pattern. A character with this skill may use any or their Cure (in the Cure Category) effects on individuals with Alien, Aberrant or Magical Patterns. This skill does not work on Unliving Patterns."
        },
        {
            "id": 118,
            "name": "Herb Lore",
            "cost": 10,
            "list": [
                "healers",
                "alchemists",
                "bards"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 6,
            "description": "This skill allows the character to use herbs and natural ingredients from a local area, utilising regional remedies and natural skills to cause effects similar and often the same as some spells. Before each event you can download a Herb Loresheet from the Lorien Trust Website. This sheet should be filled out and carried with your character card whist in-character. The sheet will detail the number of herbs available to you each day (12) as well as boxes to mark off (in a similar way to Spell Power Sheets for Casters) and will additionally detail the effects of each herb (or combination). Each Herb application requires a proximity action (holding your hand approx. 1ft from the target/target location) for 10 seconds (this does not require concentration). This sheet represents your ability to quickly pick and use herbs in your immediate area that are easily secreted - and cannot be traded or stolen."
        },
        {
            "id": 119,
            "name": "Herb Lore (Improved) #",
            "cost": 25,
            "list": [
                "generic"
            ],
            "tier": 2,
            "prereq": [
                "118"
            ],
            "restricted": false,
            "priority": 7,
            "description": "Requirements to use: Lammie or Loresheet. This skill replaces and includes the Herb Lore Occupational Skill. This skill allows the character to use herbs and natural ingredients from a local area, utilising regional remedies and natural skills to cause effects similar and often the same as some spells. Before each event you can download a Herb Loresheet from the Lorien Trust Website. This sheet should be filled out and carried with your character card whist in-character. The sheet will detail the number of herbs available to you each day (12 + additional 12) as well as boxes to mark off (in a similar way to Spell Power Sheets for Casters) and will additionally detail the effects of each herb (or combination). Each Herb application requires a proximity action (holding your hand approx. 1ft from the target/target location) for 10 seconds (this does not require concentration). This sheet represents your ability to quickly pick and use herbs in your immediate area that are easily secreted - and cannot be traded or stolen."
        },
        {
            "id": 120,
            "name": "High Magic (Daemonology)",
            "cost": 40,
            "list": [
                "arcane"
            ],
            "tier": 4,
            "prereq": [
                "70"
            ],
            "restricted": true,
            "priority": 3,
            "description": "Requirements to use: Level 2 Spellcasting CS. This skill replaces Daemonology. The character may cast spells from the Daemonology list (including the third level spells which usually require the High Magic Occupational Skill). If they also have the Ritual Magic Character Skill or the Contribute Character Skill they will gain a bonus when contributing to summoning or creating a Daemon in a Ritual."
        },
        {
            "id": 121,
            "name": "High Magic (Elementalism)",
            "cost": 40,
            "list": [
                "arcane"
            ],
            "tier": 4,
            "prereq": [
                "94"
            ],
            "restricted": true,
            "priority": 3,
            "description": "Requirements to use: Level 2 Healing CS, Level 2 Spellcasting and Enchanting or Level 2 Incantation and Light Incantation. This skill replaces Elementalism. The character may cast spells from the Elementalism list (including the third level spells which usually require the High Magic Occupational Skill). If they also have the Ritual Magic Character Skill or the Contribute Character Skill they will gain a bonus when contributing to summoning or creating an Elemental in a Ritual."
        },
        {
            "id": 122,
            "name": "High Magic (Necromancy)",
            "cost": 40,
            "list": [
                "arcane"
            ],
            "tier": 4,
            "prereq": [
                "173"
            ],
            "restricted": true,
            "priority": 3,
            "description": "Requirements to use: Level 2 Corruption, Level 2 Incantation and Dark Incantation or Level 2 Spellcasting and Shadow Magic. This skill replaces Necromancy. The character may cast spells from the Necromancy list (including the third level spells which usually require the High Magic Occupational Skill). If they also have the Ritual Magic Character Skill or the Contribute Character Skill they will gain a bonus when contributing to summoning or creating an Unliving in a Ritual."
        },
        {
            "id": 123,
            "name": "High Magic (Theology)",
            "cost": 40,
            "list": [
                "arcane"
            ],
            "tier": 4,
            "prereq": [
                "212"
            ],
            "restricted": true,
            "priority": 3,
            "description": " Requirements to use: Level 2 Incantation and Theology. This skill replaces Theology. The character may cast spells from the Theology list (including the third level spells which usually require the High Magic Occupational Skill). If they also have the Ritual Magic Character Skill or the Contribute Character Skill they will gain a bonus when contributing to summoning or creating an Ancestral in a Ritual."
        },
        {
            "id": 124,
            "name": "High Magic <X>",
            "cost": 50,
            "list": [
                "arcane"
            ],
            "tier": 5,
            "restricted": true,
            "priority": 3,
            "description": "Requirements to use: Level 2 Spellcasting, Corruption, Incantation or Healing CS. The character gains access to the level 3 of any list they can cast to level 2 (for example if the character has Level 2 Healing they will now be able to cast Level 3 Healing. If they have Level 2 Dark Incantation and Necromancy they would be able to cast the Level 3 spell of Dark Incantation and Necromancy). This ability will only grant level 3 spells to be cast if the character has a level 2 and a level 1 casting ability it will only grant level 3 access for the level 2 skill. This does not grant them any additional Spell Power"
        },
        {
            "id": 125,
            "name": "Identify",
            "cost": 20,
            "list": [
                "arcane"
            ],
            "tier": 2,
            "prereq": [
                "238"
            ],
            "restricted": false,
            "priority": 4,
            "description": "Requirements to use: Any Spellcasting,Incantation, Healing, Corruption or Sense Magic CS. A character with this skill can identify the approximate powers or purpose of a magical lammed item (excluding weapons, armour, scrolls and alchemical items) - these may include structures, standing stones or other unusual items. The examination of the item requires a minimum of 1 minute appropriate role-play with a Referee or Marshall present and will not always produce a result."
        },
        {
            "id": 126,
            "name": "Immune to Charms",
            "cost": 30,
            "list": [
                "bards",
                "casino"
            ],
            "tier": 3,
            "prereq": [
                "78"
            ],
            "restricted": false,
            "priority": 1,
            "description": "This skill makes the character immune to all charm effects. Charms are a subgroup of Mind effects and include Befriend, Beguile, Enthral and Enthral Unliving"
        },
        {
            "id": 127,
            "name": "Immune to Disease",
            "cost": 30,
            "list": [
                "healers",
                "corruptors"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 5,
            "description": "Requirements to use: Healing or Corruption CS. This skill makes the character immune to the Disease effect."
        },
        {
            "id": 128,
            "name": "Immune to Disease and Decay #",
            "cost": 30,
            "list": [
                "loresheet"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 1,
            "description": " Requirements to use: Lammie or Loresheet. This skill makes the character immune to the Disease and Decay effects. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it."
        },
        {
            "id": 129,
            "name": "Immune to Befriend and Confusion",
            "cost": 30,
            "list": [
                "bards",
                "rangers"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 6,
            "description": "This skill makes the character immune to the Confusion and Befriend effects"
        },
        {
            "id": 130,
            "name": "Immune to Fatal #",
            "cost": 40,
            "list": [
                "loresheet"
            ],
            "tier": 5,
            "prereq": [
                "73"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. This skill replaces Damage Reduction (Fatal). The character is Immune to the Fatal effect."
        },
        {
            "id": 131,
            "name": "Immune to Harm # ",
            "cost": 0,
            "list": [
                "loresheet"
            ],
            "tier": 5,
            "prereq": [
                "74"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. This skill replaces Damage Reduction (Harm). The character is Immune to the Harm effect."
        },
        {
            "id": 132,
            "name": "Immune to Mage Bolt #",
            "cost": 0,
            "list": [
                "loresheet"
            ],
            "tier": 5,
            "prereq": [
                "75"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. This skill replaces Damage Reduction (Mage Bolt). The character is Immune to the Mage Bolt effect"
        },
        {
            "id": 133,
            "name": "Immune to Fear",
            "cost": 10,
            "list": [
                "militia",
                "bards",
                "casino",
                "corruptors",
                "incantors"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 3,
            "description": "This skill makes the character immune to the Fear effect."
        },
        {
            "id": 134,
            "name": "Immune to Fumble",
            "cost": 10,
            "list": [
                "militia",
                "rangers",
                "scouts"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "This skill makes the character immune to the Fumble effect."
        },
        {
            "id": 135,
            "name": "Immune to Fumble and Shatter",
            "cost": 30,
            "list": [
                "militia",
                "rangers"
            ],
            "tier": 3,
            "prereq": [
                "134"
            ],
            "restricted": false,
            "priority": 1,
            "description": "This skill replaces Immune to Fumble. The character and any item held are immune to the Fumble and Shatter effects"
        },
        {
            "id": 136,
            "name": "Immune to Immobilisation",
            "cost": 50,
            "list": [
                "scouts",
                "generic"
            ],
            "tier": 5,
            "prereq": [
                "142"
            ],
            "restricted": true,
            "priority": 1,
            "description": "The character is immune to all Immobilisation effects. This does not work on the Petrification effect."
        },
        {
            "id": 137,
            "name": "Immune to Lethal Alchemical Venoms",
            "cost": 40,
            "list": [
                "alchemists"
            ],
            "tier": 4,
            "restricted": false,
            "priority": 4,
            "description": "The character is immune to all Lethal Alchemical Venoms (Non-Magical)"
        },
        {
            "id": 138,
            "name": "Immune to Mind Effects",
            "cost": 50,
            "list": [
                "bards",
                "casino",
                "militia"
            ],
            "tier": 5,
            "prereq": [
                "181"
            ],
            "restricted": true,
            "priority": 2,
            "description": "The character is immune to all Mind effects. <span class=\"updated\">(Befriend, Beguile, Confusion, Disregard, Enthral, Enthral Unliving, Fear, Mass Fear, Remove Fear, Sleep).</span>"
        },
        {
            "id": 139,
            "name": "Immune to Mute",
            "cost": 20,
            "list": [
                "bards",
                "casino",
                "militia"
            ],
            "tier": 2,
            "prereq": [
                "133"
            ],
            "restricted": false,
            "priority": 2,
            "description": "The character is immune to the Mute effect."
        },
        {
            "id": 140,
            "name": "Immune to Paralysis #",
            "cost": 20,
            "list": [
                "loresheet"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. The character is immune to the Paralysis effect."
        },
        {
            "id": 141,
            "name": "Immune to Repel",
            "cost": 20,
            "list": [
                "militia",
                "scouts",
                "armourers",
                "generic"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 3,
            "description": "The character is immune to the Repel effect."
        },
        {
            "id": 142,
            "name": "Immune to Repel and Strikedown",
            "cost": 30,
            "list": [
                "militia",
                "scouts",
                "armourers",
                "generic"
            ],
            "tier": 3,
            "prereq": [
                "141"
            ],
            "restricted": false,
            "priority": 3,
            "description": "This skill replaces Immune to Repel. The character is immune to the Strikedown and Repel effects."
        },
        {
            "id": 143,
            "name": "Immune to Sleep",
            "cost": 40,
            "list": [
                "rangers"
            ],
            "tier": 4,
            "prereq": [
                "129"
            ],
            "restricted": false,
            "priority": 3,
            "description": "The character is immune to the Sleep effect."
        },
        {
            "id": 144,
            "name": "Immune to Through",
            "cost": 40,
            "list": [
                "militia"
            ],
            "tier": 4,
            "prereq": [
                "135"
            ],
            "restricted": false,
            "priority": 1,
            "description": "The character and their armour are immune to the Through effect, unless it has the Artefact or appropriate Elemental Weakness damage type. This Occupational Skill will not alter any other damage effect that ignores armour"
        },
        {
            "id": 145,
            "name": "Improved Regeneration #",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. The character's regeneration rate is improved by one step as shown in the following: Slower than 10 mins -> 10 mins -> 5 mins -> 1 min -> 30 sec -> 10 sec. Regeneration rate cannot be improved beyond 10 sec with this Occupational Skill, and this Occupational Skill can only purchase once. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it. Improved regeneration will not work with regeneration granted by an item."
        },
        {
            "id": 146,
            "name": "Improved Research Ability",
            "cost": 40,
            "list": [
                "knowledge"
            ],
            "tier": 4,
            "prereq": [
                "174"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Allows the submission of a research request during the summer research period subject to the relevant IC arrangements with an overall maximum limit of one research submission per character per research period. Allows the character to assist with another character's research, as well as performing their own research within the same research period."
        },
        {
            "id": 147,
            "name": "Improved Ritual of Peace / Improved RoP #",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "This skill only functions if the character does not have any Tier 5 Occupational Skill and is in an area covered by a Ritual of Peace. This skill prevents the character from being taken below 0 hits by any of Artefact (including Bane and Affect), Mage Bolt, Harm, Fatal effects; instead they are left at 0 Hits. This does not stop the pattern corrupting effect of Fatal."
        },
        {
            "id": 148,
            "name": "Increased Alchemical Production",
            "cost": 40,
            "list": [
                "alchemists"
            ],
            "tier": 4,
            "prereq": [
                "67"
            ],
            "restricted": false,
            "priority": 3,
            "description": "Requirements to use: Potion Lore or Poison Lore CS. This skill replaces Create Reagents (Improved). Any crafted Potion, Poison or Antidote created with the characters own occupational skills count as being created with reagents. The character will not create reagents that can be traded, given away or otherwise used by any other character instead their skill in Alchemy mimics the requirement for their use."
        },
        {
            "id": 149,
            "name": "Jack of All Trades #",
            "cost": 20,
            "list": [
                "loresheet"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 1,
            "description": "This skill may only be learned once at a time. This skill counts as a training facility (of any tier) for a single Occupational Skill purchased from an Occupational Skill list which is marked with O, as long as the character is Oathsworn to that Guild*. To use this skill they must be accompanied to Game Control by someone with Command of the Guild they wish to train from (in order to confirm that all roleplay requirements for training have been met). Using this skill will remove it from the character's card and free it up to be purchased again the following Event Season. *This does include any other skills or lists that may be associated with that Guild (Arcane, Knowledge or Martial as long as Oathsworn to an Appropriate Guild). It is not possible to use Jack of All Trades for the Tier 5 Occupational Skill High Magic <X>."
        },
        {
            "id": 150,
            "name": "Journeyman <X>",
            "cost": 20,
            "list": [
                "generic"
            ],
            "tier": 2,
            "prereq": [
                "23"
            ],
            "restricted": false,
            "priority": 1,
            "description": "This skill replaces Apprentice <X> (where <X> is the same). This skill allows the character to gain extra income and represents the character's profession, <X>. The player can collect an extra 2 Gold from Game Control once per Gathering. This skill not count towards your 4 skills permitted per year. <span class=\"updated\">This skill does not count towards the total number of occupational skills that your character may have (12).</span>"
        },
        {
            "id": 151,
            "name": "Last Rites",
            "cost": 10,
            "list": [
                "incantors"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 2,
            "description": "Requirements to use: Incantation CS. This skill grants them Spell Reduction (1) on the effect Lay to Rest (See Spell Reduction entry in the Definitions and Glossary section)."
        },
        {
            "id": 152,
            "name": "Last Rites (Improved)",
            "cost": 40,
            "list": [
                "incantors"
            ],
            "tier": 4,
            "prereq": [
                "151"
            ],
            "restricted": false,
            "priority": 2,
            "description": "Requirements to use: Incantation CS. This skill replaces Last Rites and allows grants the character Spell Reduction (1) for the spell Lay to Rest and Spell Reduction (2) for the Spell Speak with Ancestor (See Spell Reduction entry in the Definitions and Glossary section)."
        },
        {
            "id": 153,
            "name": "Level 2 Spell Reduction (1) #",
            "cost": 60,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. The character has Spell Reduction (1) when casting level 2 spells. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it. This will not work with the Iron Will spell (See Spell Reduction entry in the Definitions and Glossary section)."
        },
        {
            "id": 154,
            "name": "Light Incantation",
            "cost": 10,
            "list": [
                "arcane"
            ],
            "tier": 1,
            "restricted": true,
            "priority": 3,
            "description": "Requirements to use: Incantation CS. The character gains the ability to cast spells from the Light Incantation list, instead of the normal Incantation list"
        },
        {
            "id": 155,
            "name": "Locate",
            "cost": 20,
            "list": [
                "scouts",
                "casino",
                "militia"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 4,
            "description": "With this skill a character can do a more thorough and quicker search of an individual using the searching rules. A character using the Locate skill reduces the time required for performing an in-character search to 30 seconds. In addition, items concealed using the Conceal Item Occupational Skill must be revealed to the person using the Locate skill in addition to the normal search."
        },
        {
            "id": 156,
            "name": "Mage Bolt Wedge #",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. The character may enter a wedge with other Warlocks, and the head of the wedge may use 4 spell power from the wedge to cast the Mage Bolt spell. Excess Power is wasted. The head of the wedge must have this Occupational Skill, all members must be able to cast Blast and the wedge must be at least two characters. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it."
        },
        {
            "id": 157,
            "name": "Magical Armour Mastery",
            "cost": 20,
            "list": [
                "generic"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 7,
            "description": "Requirements to use: Any Armour Use CS. The character may use the Armour Mastery, Armour Mastery (Advanced) or Armour Mastery (Expert) Occupational Skill (if they possess them) with Magical Armour effects. "
        },
        {
            "id": 158,
            "name": "Magical Armour Repair",
            "cost": 35,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "prereq": [
                "10"
            ],
            "restricted": false,
            "priority": 1,
            "description": "If out of combat for 5 minutes the MAV of any armour is restored to full."
        },
        {
            "id": 159,
            "name": "Magic Resistance",
            "cost": 50,
            "list": [
                "militia"
            ],
            "tier": 5,
            "prereq": [
                "144"
            ],
            "restricted": true,
            "priority": 1,
            "description": "This skill replaces and includes Immune to Through. The character and their armour are immune to the Through effect, unless it has the Artefact or appropriate Elemental Weakness damage type. This grants the character Damage Reduction (Harm & Mage Bolt). This Skill will not alter any other damage effect that ignores armour. Provides no protection against Retribution."
        },
        {
            "id": 160,
            "name": "Mass Blast Wedge #",
            "cost": 30,
            "list": [
                "loresheet"
            ],
            "tier": 3,
            "prereq": [
                "109"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet and Global Blast Wedge Occupational Skill. The character may enter a wedge with other Warlocks, and the head of the wedge may use 4 spell power from the wedge to cast a Blast spell as a level 3 mass spell. Excess Power is wasted. This counts in all way as a mass spell and cannot be countered. The head of the wedge must have this Occupational Skill, all members must be able to cast Blast and the wedge must be at least two characters. The vocals for the spell are 'By my High Magic Power I strike all around me Mass Blast <location>.' This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it."
        },
        {
            "id": 161,
            "name": "Master Armour Repair #",
            "cost": 40,
            "list": [
                "generic",
                "loresheet"
            ],
            "tier": 4,
            "prereq": [
                "20"
            ],
            "restricted": false,
            "priority": 7,
            "description": "Requirements to use: Any Armour Use CS. This skill replaces Advanced Armour Repair and allows the character to restore AV of damaged armour in half the normal time, it also allows the character to restore the AV of all locations on one target to full in two minutes. May not be used on Magical Armour (e.g. Paladin/Mage Armour) or Natural Armour"
        },
        {
            "id": 162,
            "name": "Master Brewer #",
            "cost": 30,
            "list": [
                "loresheet"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 1,
            "description": "Once per Main Event, when making any Level 1 or Level 2 potion or poison, you may make a second copy of the same liquid. This second liquid will cost the same amount and require the same ingredients as the first."
        },
        {
            "id": 163,
            "name": "Master <X>",
            "cost": 30,
            "list": [
                "generic"
            ],
            "tier": 3,
            "prereq": [
                "150"
            ],
            "restricted": false,
            "priority": 1,
            "description": "This skill replaces Journeyman (where <X> is the same). This skill allows the character to gain extra income and represents the character's profession, <X>. The player can collect an extra 4 Gold from Game Control once per Gathering. This skill not count towards your 4 skills permitted per year. <span class=\"updated\">This skill does not count towards the total number of occupational skills that your character may have (12).</span>"
        },
        {
            "id": 164,
            "name": "Master Countermagic",
            "cost": 40,
            "list": [
                "mages",
                "incantors"
            ],
            "tier": 4,
            "prereq": [
                "47"
            ],
            "restricted": false,
            "priority": 3,
            "description": "Requirements to use: Spellcasting or Incantation CS. This skill replaces Cast High Countermagic. They may cast the High Countermagic spell and have Spell Reduction (1) for the effects Iron Will and High Countermagic (See Spell Reduction entry in the Definitions and Glossary section)."
        },
        {
            "id": 165,
            "name": "Master Poisoner",
            "cost": 40,
            "list": [
                "alchemists",
                "scouts"
            ],
            "tier": 4,
            "restricted": false,
            "priority": 4,
            "description": "Requirements to use: Poison Lore CS. The use of the Master Poisoner skill requires the presence of a Referee or Marshal and they will determine a reasonable amount of time that the poison will linger (no longer than 30 mins after which the poison will be spoiled). <ul><li>The character may place a venom poison or weapon oil upon an object or area no larger than 1 foot by 1 foot (approx. 30cm) in size. The first person to come into contact this object or area will be affected by the oil or venom in all ways as if struck by a weapon (and if the location is armoured, the rules apply for that as well). This can include doors, weapons and shield grips, In-character objects or patches of floor, furniture or even drinking vessels (outside of). The referee or Marshall will determine if an item is unsuitable - this may include areas or items considered ineligible for health and safety.</li> <li>A venom or weapon oil may be directly applied to an immobilised or unconscious character by concentrating for 10 seconds with the primary hand held approx. 1ft above the character. If applied in this way, the armour of the target is considered to be bypassed (including magical armour).</li> <li>A venom or weapon oil may be directly applied to an item (such as a book, piece of A4 paper, item or part of an item they are holding - like the handle of a dagger) and pass this to another character to be affected. The item must be held in the off-hand and the Poison or weapon oil applied with the main hand. The master Poisoner must keep the item in the off-hand until passed on or placed. Once contact with the item has been broken the rules in the first point of Master Poisoner above take precedence.</li> <li>A venom may be applied to an item of food or drink <b><i>(Warning - This may only ever be a roleplayed action, adding any ingredient, however safe to real food or drink will not be tolerated).</b></i> The first character to consume any part of the poisoned food or drink will be affected by the venom as if they had been struck by a venom that has bypassed all armour.</li></ul>"
        },
        {
            "id": 166,
            "name": "Mighty Blow",
            "cost": 40,
            "list": [
                "armourers",
                "militia"
            ],
            "tier": 4,
            "prereq": [
                "142"
            ],
            "restricted": false,
            "priority": 3,
            "description": "If the character has the Large melee weapon use CS may strike for the Strikedown effect with a large melee weapon They are also immune to the effects Repel and Strikedown. This skill may not be purchased by anyone with the skill Goblin Resilience and prevents the purchase of Goblin Resilience."
        },
        {
            "id": 167,
            "name": "Mind Healing",
            "cost": 40,
            "list": [
                "healers",
                "corruptors"
            ],
            "tier": 4,
            "prereq": [
                "21"
            ],
            "restricted": false,
            "priority": 1,
            "description": "A character with this skill may extend the Discerning Wounds vocal to include the detection of mind effects. This detectioA character with this skill may extend the Discerning Wounds vocal to include the detection of mind effects. This detection effect requires a minimum of 10 seconds whilst holding a hand in proximity range of the target and using the vocals 'Discern Wound, Poison, Pattern Effect, Dismiss, Disease, or Mind Effect'. <span class=\"updated\">The character with this skill may also add to a Chant of Heal Wound or Chant of Repair Unliving Spell with the additional vocal 'and also remove any Mind Effects from your pattern'.</span> If this spell (and additional vocal) is maintained for a minimum of 30 seconds the character will remove all Mind effects from the target. Using this ability requires concentration. In addition the character with this Occupational Skill also has the Immune to Sleep Occupational Skill."
        },
        {
            "id": 168,
            "name": "Mortician",
            "cost": 20,
            "list": [
                "corruptors"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 2,
            "description": " Requirements to use: Triage (Advanced) CS. Enables a character with the Triage (Advanced) CS to use it on corporeal Unliving characters. Note: This skill has no effect on a person suffering from Disease, Decay or on a location with a Fatal wound or Smite effect. Requires Concentration to use. <span class=\"updated\">This skill will have no effect when used with Triage (Advanced) for raising LHV above 0 (zero).</span>"
        },
        {
            "id": 169,
            "name": "Mortician (Expert)",
            "cost": 40,
            "list": [
                "corruptors"
            ],
            "tier": 4,
            "prereq": [
                "168"
            ],
            "restricted": false,
            "priority": 2,
            "description": " Requirements to use: Triage (Advanced) CS. This skill replaces Mortician and reduces the time required for each Mortician activity to 30 seconds rather than 1 minute. <span class=\"updated\">This skill will have no effect when used with Triage (Advanced) for raising LHV above 0 (zero).</span>"
        },
        {
            "id": 170,
            "name": "Mystic Claws #",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "prereq": [
                "172"
            ],
            "restricted": false,
            "priority": 1,
            "description": "<span class=\"updated\">Claws count as small melee weapons for the purpose of delivering effects, venoms (may not be used with any Magical Venom) or weapon oils (max 30 mins duration any effect that would normally last longer will expire after 30 mins). If the creature also has the Retractable Claws occupational skill the claws may not be retracted whilst any of the spells, effects venoms or weapon oils are applied and active.</span>"
        },
        {
            "id": 171,
            "name": "Natural Armour Regrowth #",
            "cost": 30,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "prereq": [
                "11"
            ],
            "restricted": false,
            "priority": 1,
            "description": "If out of combat for 5 minutes the AV of any Natural Armour armour is restored to full."
        },
        {
            "id": 172,
            "name": "Natural Claws #",
            "cost": 25,
            "list": [
                "loresheet"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 1,
            "description": "Must wear natural claws. Requires valid Claw Competency. May strike and cause damage with both claws"
        },
        {
            "id": 173,
            "name": "Necromancy",
            "cost": 10,
            "list": [
                "arcane"
            ],
            "tier": 1,
            "restricted": true,
            "priority": 3,
            "description": "Requirements to use: Corruption CS, Shadow Magic or Dark Incantation Occupational Skill. The character may cast spells from the Necromancy list to the highest level that they can cast in any of the pre-requisite spell lists. If they also have the Ritual Magic Character Skill or the Contribute Character Skill they will gain a bonus when contributing to summoning or creating an Unliving in a Ritual."
        },
        {
            "id": 174,
            "name": "Newsmonger",
            "cost": 20,
            "list": [
                "knowledge"
            ],
            "tier": 2,
            "prereq": [
                "108"
            ],
            "restricted": false,
            "priority": 1,
            "description": "This skill replaces all the General Knowledge <X> Occupational Skill. A character with this skill may request all the general knowledge information sheets from Game Control. This information may contain falsehoods. New information will be available at the Great Erdrejan Fayre and the Gathering. Additional information may be available at Sanctioned Events at the organiser's discretion and they will advertise this in the event literature."
        },
        {
            "id": 175,
            "name": "Oiled Weapons",
            "cost": 30,
            "list": [
                "scouts",
                "rangers",
                "alchemists"
            ],
            "tier": 3,
            "prereq": [
                "134"
            ],
            "restricted": false,
            "priority": 5,
            "description": "A character with this skill may apply and use weapon oils on their own melee, projectile or thrown weapons without the Poison Lore CS. This cannot be used with a skill, lammie or loresheet that would modify the damage effect and it will not grant access to the Poison Loresheet. Requires concentration to use and follows the same rules as applying a Venom to a melee weapon in the Poison Lore Character skill (3 seconds minimum concentration). See the entry for Weapon Oils in the Potion and Poison section of the Handbook."
        },
        {
            "id": 176,
            "name": "Paladin <X> #",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "This skill will replace a lower level of the Paladin <X> Occupational Skill. The character will gain the Paladin loresheet and may buy Occupational Skill listed there up to the stated Tier. To gain this skill a character must fulfil the IC requirements listed on the Paladin loresheet. A Paladin is a type of Essence Creature. Loresheets for this skill are available for download and print from The Lorien Trust Website (see Loresheets)."
        },
        {
            "id": 177,
            "name": "Perform Teleport Rite",
            "cost": 50,
            "list": [
                "casino"
            ],
            "tier": 5,
            "prereq": [
                "178"
            ],
            "restricted": true,
            "priority": 4,
            "description": "Requirements to use: Spellcasting, Incantation, Corruption or Healing CS. This skill adds the Transportation and Teleport Spells to the characters available spell list(s). In addition the character has spell reduction (1) for the Teleport spell (See Spell Reduction entry in the Definitions and Glossary section)."
        },
        {
            "id": 178,
            "name": "Perform Transport Rite",
            "cost": 10,
            "list": [
                "casino",
                "mages"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 4,
            "description": "Requirements to use: Spellcasting, Incantation, Corruption or Healing CS. This skill adds the Transportation Spell to the characters available spell list(s)."
        },
        {
            "id": 179,
            "name": "Polyglot",
            "cost": 70,
            "list": [
                "bards"
            ],
            "tier": 5,
            "prereq": [
                "196"
            ],
            "restricted": true,
            "priority": 5,
            "description": "This skill replaces Script Master and allows the character to collect all of the TNS Loresheets for the Scripts under the Regional & Historical, People & Race and Myth & Magaric categories. This skill also allows the character to translate all of the named scripts in these categories to common."
        },
        {
            "id": 180,
            "name": "Quick Armour Repair",
            "cost": 10,
            "list": [
                "martial"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": " Requirements to use: Any Armour use CS. This skill allows the character to restore the AV of damaged armour in half the normal time. This skill cannot be used to repair NAV (Natural Armour) or MAV (Magical Armour)."
        },
        {
            "id": 181,
            "name": "Rally",
            "cost": 40,
            "list": [
                "bards",
                "casino",
                "militia"
            ],
            "tier": 4,
            "prereq": [
                "139",
                "133"
            ],
            "restricted": true,
            "priority": 2,
            "description": "This skill replaces Immune to Fear and the character is immune to the Fear. Once per 10 mins the character may cast Mass Remove Fear (may not be countered). This ability does not require the caster to have any casting ability or power."
        },
        {
            "id": 182,
            "name": "Regenerates(<time period>,<effect(s)>) [<exclusion(s)>]: #",
            "cost": 25,
            "list": [
                "loresheet"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 1,
            "description": "The character affected recovers lost wounds at a faster rate - one hit per location is recovered every time period. If one or more effect(s) are specified then only wounds that could normally be recovered using those effects can be regenerated. If no effect(s) are specified then any wound that could be normally recovered using the 'Cure Wound' or 'Heal Wound' effects can be regenerated. If any exclusion(s) are specified then the damage type or effect specified always counts as Artefact damage to the affected character, and they cannot regenerate Artefact damage."
        },
        {
            "id": 183,
            "name": "Repair Destroyed Items",
            "cost": 20,
            "list": [
                "armourers"
            ],
            "tier": 2,
            "prereq": [
                "230"
            ],
            "restricted": false,
            "priority": 2,
            "description": "This skill replaces Weaponsmith (Apprentice) and allows the character to make a level 1 melee weapon or a level 1 shield at each Lorien Trust Main Event (1 item total per event). This skill also allows one reforge (a process of heating and quenching) that allow more powerful, complex or desirable items - the character may only use these reforge abilities on an item that they are creating themselves and some items may require more than one reforge to create. <span class=\"updated\">In addition this skill allows the character to repair a crafted weapon or shield that has been destroyed. This repair requires a minimum of 1 minute of appropriate roleplayed action.</span>"
        },
        {
            "id": 184,
            "name": "Repair Enchanted Items",
            "cost": 20,
            "list": [
                "armourers"
            ],
            "tier": 2,
            "prereq": [
                "27"
            ],
            "restricted": false,
            "priority": 1,
            "description": "This skill replaces Armoursmith (Apprentice) and allows the character to make a level 1 suit of armour or a level 1 shield at each Lorien Trust Main Event (1 item total per event). This skill also allows one reforge (a process of heating and quenching) that allow more powerful, complex or desirable items - the character may only use these reforge abilities on an item that they are creating themselves and some items may require more than one reforge to create. <span class=\"updated\">In addition this skill allows the character to repair crafted shields that have been destroyed. This repair requires a minimum of 1 minute of appropriate roleplayed action. A character with this skill may remove a Corrosion effect from an armour location with 30 seconds of appropriate roleplay.</span>"
        },
        {
            "id": 185,
            "name": "Repair Unliving (Advanced)",
            "cost": 20,
            "list": [
                "corruptors"
            ],
            "tier": 2,
            "prereq": [
                "187"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Repair Unliving Spell. This skill replaces the Revitalise Unliving and allows a character to extend a Chant of Repair Unliving to affect every location on a single character, without requiring extra Spell Power. The repair is location by location, not simultaneous and the Corruptor may choose what damage to repair first. Proximity distance with any part of the target is sufficient and the spell functions in all other ways as normal. In addition the character may expend one power and concentrate on a target within proximity distance, after 10 seconds they may remove the debilitation effect."
        },
        {
            "id": 186,
            "name": "Retractable Claws #",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 3,
            "prereq": [
                "172"
            ],
            "restricted": false,
            "priority": 1,
            "description": "This skill allows a character to wear <span class=\"updated\">and use</span> natural claws. The character is debilitated for 30 seconds when gaining or losing their claws. Requires valid claw competency. May strike and cause <span class=\"updated\">natural</span> damage with both claws."
        },
        {
            "id": 187,
            "name": "Revitalise Unliving",
            "cost": 10,
            "list": [
                "corruptors"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Repair Unliving Spell. This skill allows a character to extend a Repair Unliving to every location on a single character, for no additional Spell Power. The repair is location by location, not simultaneous and the Corruptor may choose what damage to repair first. Contact with any part of the target is sufficient but the Chant of Repair Unliving cannot repair any location with a mortal wound, these must be repaired separately. The spell functions in all other ways as normal. In addition the character may expend one power and concentrate on a target within proximity distance, after 10 seconds they may remove the debilitation effect."
        },
        {
            "id": 188,
            "name": "Revive",
            "cost": 10,
            "list": [
                "healers"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Healing CS. This skill allows a character to extend a Chant of Heal Wound to every location on a single character, for no additional Spell Power. The healing is location by location, not simultaneous and the healer may choose what damage to heal first. Proximity distance with any part of the target is sufficient but the Chant of Heal Wound cannot heal any location with a mortal wound, these must be healed separately. The spell functions in all other ways as normal. In addition the character may expend one power and concentrate on a target within proximity distance, after 10 seconds they may remove a <span class=\"updated\">non-venom</span> debilitation effect."
        },
        {
            "id": 189,
            "name": "Ritual Crafter #",
            "cost": 55,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "prereq": [
                "209"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Ritual Magic CS. This skill replaces and includes Spell Tempering (Master). The character may add 2 to the power of any item creation ritual they perform and improves their ability to manufacture items in a ritual circle if they are performing or contributing to the Ritual."
        },
        {
            "id": 190,
            "name": "Rite Master",
            "cost": 10,
            "list": [
                "mages"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Ritual Magic CS. This skill allows a character to use Spell Power donated from other characters towards the Spell Power cost of any rite that involves both the rite master and the donating character. This donation must be OOC."
        },
        {
            "id": 191,
            "name": "Ritualist (Expert)",
            "cost": 40,
            "list": [
                "mages"
            ],
            "tier": 4,
            "prereq": [
                "193"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Ritual Magic CS. This skill replaces Ritual Magic (Improved). The character may add 3 to the power of any ritual they perform. The character may also use Spell Power donated from other characters towards the Spell Power cost of any rite that involves both the rite master and the donating character. This donation must be OOC."
        },
        {
            "id": 192,
            "name": "Ritualist (Master)",
            "cost": 50,
            "list": [
                "mages"
            ],
            "tier": 5,
            "prereq": [
                "191"
            ],
            "restricted": true,
            "priority": 1,
            "description": "Requirements to use: Ritual Magic CS. This skill replaces Ritualist (Expert) and the character may add a total of 5 to the power of any ritual they perform. The character may also use Spell Power donated from other characters towards the Spell Power cost of any rite that involves both the rite master and the donating character. This donation must be OOC"
        },
        {
            "id": 193,
            "name": "Ritual Magic (Improved)",
            "cost": 30,
            "list": [
                "mages"
            ],
            "tier": 3,
            "prereq": [
                "190"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Ritual Magic CS. This skill replaces Rite Master. The character may add 1 to the power of any ritual they perform. The character may also use Spell Power donated from other characters towards the Spell Power cost of any rite that involves both the rite master and the donating character. This donation must be OOC."
        },
        {
            "id": 194,
            "name": "Sage <X>",
            "cost": 40,
            "list": [
                "generic"
            ],
            "tier": 4,
            "prereq": [
                "195"
            ],
            "restricted": true,
            "priority": 3,
            "description": "This skill will replace the Scholar <X> Occupational Skill (where <X> is the same subject). If a character with this skill submits research requests on the specified topic, <X>, they will receive answers in accordance with their further enhanced ability in research related to that topic. Suggestions for available topics can be obtained from Game Control. Allows the submission (subject to the relevant IC arrangements) of a research request during the summer research period (subject to an overall maximum limit of one research submission per character per research period). This skill may only be purchased once and to attempt to learn it you must submit a research request. While this skill primarily assists with research, it may grant additional information at a referee's discretion, but it cannot replicate a character skill, or occupational skill. <span class=\"updated\">This skill does not count towards the total number of occupational skills that your character may have (12).</span>"
        },
        {
            "id": 195,
            "name": "Scholar <X>",
            "cost": 20,
            "list": [
                "generic"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 3,
            "description": "If a character with this skill submits research requests on the specified topic, <X>, they will receive answers in accordance with their enhanced ability in research related to that topic. Suggestions for available topics can be obtained from Game Control. Allows the submission (subject to the relevant in-character arrangements) of a research request during the summer research period (subject to an overall maximum limit of one research submission per character per research period). <span class=\"updated\">This skill may be explicitly purchased twice (each instance specialising in a different topic)</span>. While this skill primarily assists with research, it may in limited circumstances grant additional information at a referee's discretion, but it cannot replicate a character skill, or occupational skill. <span class=\"updated\">This skill does not count towards the total number of occupational skills that your character may have (12).</span>"
        },
        {
            "id": 196,
            "name": "Script Master <X>",
            "cost": 30,
            "list": [
                "bards"
            ],
            "tier": 3,
            "prereq": [
                "217"
            ],
            "restricted": false,
            "priority": 5,
            "description": "This skill replaces the TNS from the family of TNS skills it belongs to and allows a character to collect all of the loresheets for each of the TNS Scripts within that chosen Script Category (Regional and Historical, People and Race or Myth and Magic). This skill also allows the character to translate all of the named scripts in this category to common."
        },
        {
            "id": 197,
            "name": "Self Repairing Armour #",
            "cost": 30,
            "list": [
                "loresheet"
            ],
            "tier": 3,
            "prereq": [
                "161"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Any Armour use CS. This will replace and include the Occupational Skill Master Armour Repair. If out of combat for 5 minutes the AV of any worn armour is restored to full."
        },
        {
            "id": 198,
            "name": "Shadow Magic",
            "cost": 10,
            "list": [
                "arcane"
            ],
            "tier": 1,
            "restricted": true,
            "priority": 3,
            "description": "Requirements to use: Spellcasting CS. The character gains the ability to cast spells from the Shadow Magic list, instead of the normal Spellcasting list."
        },
        {
            "id": 199,
            "name": "Shield Dismiss Level",
            "cost": 30,
            "list": [
                "generic",
                "loresheet"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 7,
            "description": "If a Discern <X> of the correct type is used on the character then they may respond \"<X>, discern shielded\". If the discerning character spends a further 10 seconds discerning the character and a second Discern Vocal is used the attempt will be successful. A character that is discerned will immediately feel a tingle of magic and be aware that they have been the target of a discern attempt (the referee or marshal will identify the character or source of the discern). If the target of the discern attempt gets further than 30 feet away before the further 10 seconds of discerning is completed then the process is disrupted and must be started anew."
        },
        {
            "id": 200,
            "name": "Shield Mastery",
            "cost": 30,
            "list": [
                "militia",
                "armourers"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 5,
            "description": "Requirements to use: Shield Use CS. A character with this skill can use a shield to parry weapon blows inflicting the Normal (non-magical) Crush effect without damaging the shield. This Occupational Skill will not alter any other damage effect that ignores armour."
        },
        {
            "id": 201,
            "name": "Shield Mastery (Expert)",
            "cost": 40,
            "list": [
                "militia",
                "armourers"
            ],
            "tier": 4,
            "prereq": [
                "200"
            ],
            "restricted": false,
            "priority": 5,
            "description": "Requirements to use: Shield Use CS. Replaces the Shield Mastery Occupational Skill. A character with this skill can use a shield to parry weapon blows inflicting the Normal or Enchanted (Non-Artefact) Crush effect without damaging the shield. This Occupational Skill will not alter any other damage effect that ignores armour."
        },
        {
            "id": 202,
            "name": "Sigil Spell Reduction (1) #",
            "cost": 0,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "prereq": [
                "228"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. The character has Spell Reduction (1) when creating Sigils or High Sigils. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it (See Spell Reduction entry in the Definitions and Glossary section)."
        },
        {
            "id": 203,
            "name": "Sleepless Chanting",
            "cost": 20,
            "list": [
                "bards"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 3,
            "description": "The character is immune to any sleep effect while casting a Chant effect."
        },
        {
            "id": 204,
            "name": "Source of Life",
            "cost": 50,
            "list": [
                "healers"
            ],
            "tier": 5,
            "prereq": [
                "167",
                "21"
            ],
            "restricted": true,
            "priority": 1,
            "description": "Requirements to use: Level 2 Healing CS. This skill replaces Advanced Healing, and includes the Advanced Healing and Mind Healing Occupational Skills. It also allows the character to cast the Total Heal Spell without having the requirement of the High Magic Occupational Skill. If the character gains the High Magic (Healing) Occupational Skill, they gain Spell Reduction (3) for the spell Total Heal (See Spell Reduction entry in the Definitions and Glossary section)."
        },
        {
            "id": 205,
            "name": "Source of Unlife",
            "cost": 50,
            "list": [
                "corruptors"
            ],
            "tier": 5,
            "prereq": [
                "167",
                "185"
            ],
            "restricted": true,
            "priority": 1,
            "description": "Requirements to use: Level 2 Corruption CS. This skill replaces Repair Unliving (Advanced) and includes the Repair Unliving (Advanced) and Mind Healing Occupational Skills. It also allows the character to cast the Total Repair Unliving Spell without having the requirement of the High Magic Occupational Skill. If the character gains the High Magic (Corruption) Occupational Skill, they gain Spell Reduction (3) for the spell Total Repair Unliving (See Spell Reduction entry in the Definitions and Glossary section)."
        },
        {
            "id": 206,
            "name": "Spell Reduction (1) #",
            "cost": 40,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. The character has Spell Reduction (1) when casting spells (min 1 power required for all spells). This skill can only be used or purchased if the character has an applicable lammie or loresheet that allowsit. This will not work with the Iron Will spell (See Spell Reduction entry in the Definitions and Glossary section)."
        },
        {
            "id": 207,
            "name": "Spell Reduction (2) #",
            "cost": 50,
            "list": [
                "loresheet"
            ],
            "tier": 5,
            "prereq": [
                "153"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. The character has Spell Reduction (2) when casting spells (min 1 power required for all spells). This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it. This will not work with the Iron Will spell (See Spell Reduction entry in the Definitions and Glossary section)."
        },
        {
            "id": 208,
            "name": "Spell Tempering",
            "cost": 30,
            "list": [
                "armourers"
            ],
            "tier": 3,
            "prereq": [
                "19"
            ],
            "restricted": false,
            "priority": 4,
            "description": "This skill allows the character to make a spell tempered <span class=\"updated\">(standard)</span> item at each Lorien Trust Main Event."
        },
        {
            "id": 209,
            "name": "Spell Tempering (Master) #",
            "cost": 35,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "prereq": [
                "208"
            ],
            "restricted": false,
            "priority": 1,
            "description": "This skill replaces Spell Tempering and allows the character to make a spell tempered <span class=\"updated\">(Master)</span> item at each Main Event with tools that can be obtained and used in the relevant Guild area."
        },
        {
            "id": 210,
            "name": "Strikedown Shot",
            "cost": 40,
            "list": [
                "rangers"
            ],
            "tier": 4,
            "prereq": [
                "135"
            ],
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Projectile Weapon Use CS and Bow Competency. This skill allows a character to choose to strike for the Strikedown effect with ammunition from a projectile weapon. This cannot be used with a skill, lammie or loresheet that would modify the damage effect and will replace the normal Through call of an arrow or bolt."
        },
        {
            "id": 211,
            "name": "Strike for Enchanted #",
            "cost": 30,
            "list": [
                "loresheet"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie, Loresheet or High Magic Sigil. This skill allows a character to choose to strike for Enchanted with any melee weapon in their primary hand or a large melee weapon held in both hands, unless the weapon already does a damage type other than normal (e.g. silver/natural). This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it"
        },
        {
            "id": 212,
            "name": "Theology",
            "cost": 10,
            "list": [
                "arcane"
            ],
            "tier": 1,
            "restricted": true,
            "priority": 3,
            "description": "Requirements to use: Incantation CS. The character may cast spells from the Theology list to the same level as they have the CS Incantation. If they also have the Ritual Magic Character Skill or the Contribute Character Skill they will gain a bonus whencontributing to summoning or creating an Ancestral in a Ritual."
        },
        {
            "id": 213,
            "name": "Through",
            "cost": 40,
            "list": [
                "scouts"
            ],
            "tier": 4,
            "prereq": [
                "105"
            ],
            "restricted": true,
            "priority": 1,
            "description": "This skill replaces Focused Through and allows a character to strike for the Through effect with a small or medium melee weapon held in their primary hand. This cannot be used with a skill, lammie or loresheet that would modify the damage effect."
        },
        {
            "id": 214,
            "name": "Toughen Body #",
            "cost": 40,
            "list": [
                "loresheet"
            ],
            "tier": 4,
            "restricted": false,
            "priority": 1,
            "description": "<span class=\"updated\">Requirements to use: Lammie or Loresheet. A creature with the Toughen Body Skill can not have a location reduced to below 0 (zero) unless is due to an Enchanted Damage type, Harm, Magebolt, Smite, Fatal or Artefact. This skill can only be used or purchased if the character has an applicable lammie or loresheet that allows it.</span>"
        },
        {
            "id": 215,
            "name": "Tracking",
            "cost": 10,
            "list": [
                "scouts",
                "rangers",
                "militia"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 4,
            "description": "This skill requires the presence of a marshal or referee and will often be restricted to particular situations, locations or opportunities. This skill allows a character to look for clues, tracks and tell-tale signs of other creatures when they first visit an area (usually in wooded or rural areas). The character will gain a rough idea as to the type of creatures in that area (Orc, Human, Elven etc.) from length of stride, weight and markings of footprints, the way foliage has been disturbed or other such information. It may also be possible to determine approximate numbers of the creatures, direction of travel etc. (depending on weather conditions, time of day and other factors). The character using Tracking must role-play checking the area for a minimum of 30 seconds (more roleplay may get greater information). Once per hour a character with the Tracking skill can use their tracking skill to sense creatures nearby. The character must remain immobile (should stay comfortably still and not move, cast spells, or perform any other in-character actions including parrying/striking blows etc.) and remain silent for 1 min - after this time has elapsed the character may use the vocals 'Detect <Race> 30 feet' (<Race> being any of the starting character races available during character creation highlighted in Bold). This detection ability may only be used after dusk (8pm). "
        },
        {
            "id": 216,
            "name": "Transcend Armour",
            "cost": 20,
            "list": [
                "incantors",
                "mages"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 4,
            "description": "Requirements to use: Any Armour use CS. This skill allows the character to cast ranged spells (that they are able to cast) in medium armour and mass spells in heavy armour. They still may not cast ranged spells in heavy armour"
        },
        {
            "id": 217,
            "name": "Translate Named Script <X>",
            "cost": 10,
            "list": [
                "bards",
                "scouts"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 5,
            "description": "This skill allows a character to translate one named script to common for every TNS that is purchased. Each of the most common scripts are listed below and fall into one to three Script families: Regional and Historical, People and Race, Myth and Magic. A loresheet for each script can be collected from Game Control once this skill is on the character card. Some TNS scripts are not listed below and are not part of the Script Categories - these TNS Scripts are only available with particular prerequisites or Loresheets. <b>NOTE: Only a character with a TNS Skill may attempt to translate a language in this way. Any attempt to translate the script using a 'Hard Skill' (i.e. using a process of deduction or by utilising out-of-character knowledge or devices) will be breaking the Spirit of the Rules and Cheating.</b> <table> <tr> <th>Region & Historical Scripts</th> <th>People & Race Scripts</th> <th>Myth & Magic Scripts</th> </tr> <tr> <td>TNS Southern</td> <td>TNS Beastkin</td> <td>TNS Ancient</td> </tr> <tr> <td>TNS Aegyptus</td> <td>TNS Dwarf</td> <td>TNS Arataic</td> </tr> <tr> <td>TNS Arabia</td> <td>TNS Elven</td> <td>TNS Cecealia</td> </tr> <tr> <td>TNS Cathay</td> <td>TNS Fey</td> <td>TNS Chaos and Magic</td> </tr> <tr> <td>TNS Maurabian</td> <td>TNS Lizardman</td> <td>TNS Daemon</td> </tr> <tr> <td>TNS Nihon</td> <td>TNS Merrow</td> <td>TNS Illithid</td> </tr> <tr> <td>TNS Old Empire</td> <td>TNS Olog</td> <td>TNS Moonlore</td> </tr> <tr> <td>TNS Peng</td> <td>TNS Skathen</td> <td>TNS Old Illithid</td> </tr> <tr> <td>TNS Picta</td> <td>TNS Uruck</td> <td>TNS Void Entity</td> </tr> <tr> <td>TNS Siberija</td> <td>TNS Halfling</td> <td>TNS Void Wretch</td> </tr> </table>  <table> <tr> <th>Loresheet/Restricted Scripts</th> <th>Restriction</th> <th>Notes</th> </tr> <tr> <td>TNS Ancestor Runes</td> <td>Ancestral Creatures Only</td> <td>May not be Tutored</td> </tr> <tr> <td>TNS Daemon Runes</td> <td>Daemon Creature Only </td> <td>May not be Tutored</td> </tr> <tr> <td>TNS Elemental Runes</td> <td>Elemental Creatures Only</td> <td>May not be Tutored</td> </tr> <tr> <td>TNS Grave Runes</td> <td>Unliving Creatures Only</td> <td>M <tr> <td>TNS Spiral</td> <td>Oathsworn Scouts Guild Req.</td> <td>May not be Tutored</td> </tr>ay not be Tutored</td> </tr> </table>"
        },
        {
            "id": 218,
            "name": "Trap Lore",
            "cost": 30,
            "list": [
                "scouts",
                "rangers"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 5,
            "description": "Trap Lore allows the character to make a single Trap Bag at each Lorien Trust Main Event with materials that can be obtained and then used to craft items in the Scouts Guild. The character must gain permission from the Guild to use their facilities. In addition the character with the Trap Lore skill can also perform the following actions: Once per 10 mins the character may check an area or object for a trap. The target area must be no greater than a 1ft Square space or an object such as a door, box, handle, or other suspicious object. The character requires concentration and hold a free hand approx. 1ft from the target for 30 seconds. If a trap is detected it may be disarmed safely with a further 30 seconds of appropriate roleplay. This action requires the presence of a Referee or Marshall. A character with Trap Lore may set a Trap with a Crafted Trap Bag. This action will consume the materials of the Trap Bag itself and will transfe"
        },
        {
            "id": 219,
            "name": "Traverse Faction Wards",
            "cost": 30,
            "list": [
                "Scouts"
            ],
            "tier": 3,
            "restricted": false,
            "priority": 5,
            "description": "This skill allows the character to move through Faction Wards with 10 seconds of roleplay action. This skill will not allow a character to cross a raised ritual circle seal."
        },
        {
            "id": 220,
            "name": "Treewalker #",
            "cost": 85,
            "list": [
                "generic"
            ],
            "tier": 5,
            "restricted": false,
            "priority": 6,
            "description": "Requirements to use: Ritual Magic or Perform Transport Rite. This skill allows the character to access and utilise the Tree Network (a form of Transport Network that spans Erdreja in a similar way to the Transport Circle Network). This skill is not available to a character with an Unliving pattern or the CS Corruption. Loresheets for this skill are available for download and print from The Lorien Trust Website (see Loresheets)."
        },
        {
            "id": 221,
            "name": "Triage (Expert)",
            "cost": 40,
            "list": [
                "healers"
            ],
            "tier": 4,
            "prereq": [
                "222"
            ],
            "restricted": false,
            "priority": 2,
            "description": "Requirements to use: Triage (Advanced) CS. This skill replaces Triage (Master) and reduces the time required for each Triage (Advanced) activity to 30 seconds rather than 1 minute to a Living Pattern. In addition the character may use the Triage (Expert) to repair damage to an Alien or Magical Pattern using the standard Triage (Advanced) Character skill rules (1 min per location). <span class=\"updated\">This skill will have no effect when used with Triage (Advanced) for raising LHV above 0 (zero).</span>"
        },
        {
            "id": 222,
            "name": "Triage (Master)",
            "cost": 20,
            "list": [
                "healers"
            ],
            "tier": 2,
            "restricted": false,
            "priority": 2,
            "description": "Requirements to use: Triage (Advanced) CS. This skill reduces the time required for each Triage (Advanced) activity to 30 seconds rather than 1 minute to a Living pattern. <span class=\"updated\">This skill will have no effect when used with Triage (Advanced) for raising LHV above 0 (zero).</span>"
        },
        {
            "id": 223,
            "name": "Tutor",
            "cost": 40,
            "list": [
                "generic"
            ],
            "tier": 4,
            "restricted": true,
            "priority": 4,
            "description": "This allows the character to teach another character any Occupational Skill that they currently possess on their character card (excludes Blessings, Special Creature Cards unless a Lammie or Loresheet explicitly allows it), and excludes Essence Creature, Restricted TNS Scripts or the Tutor Occupational Skills. They may teach a maximum one skill per Main Lorien Trust event, each skill may be up to a Tier 4 skill. The character learning the skill must still possess any pre-requisites needed to learn the new skill. This Occupational Skill may not be used while under a command effect"
        },
        {
            "id": 224,
            "name": "Unending Voice",
            "cost": 30,
            "list": [
                "bards"
            ],
            "tier": 3,
            "prereq": [
                "203"
            ],
            "restricted": false,
            "priority": 3,
            "description": "This skill replaces Sleepless Chanting and grants the character Spell Reduction (1) for all Chant effects. In addition, the character is immune to any Sleep effect while casting a Chant effect (See Spell Reduction entry in the Definitions and Glossary section)."
        },
        {
            "id": 225,
            "name": "Vampire <X> #",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "This skill will replace a lower level of the Vampire <X> Occupational Skill. The character will gain the Vampire loresheet and may buy Occupational Skill listed there up to the stated Tier. To gain this skill a character must fulfil the IC requirements listed on the Vampire loresheet. A Vampire is a type of Essence Creature. Loresheets for this skill are available for download and print from The Lorien Trust Website (see Loresheets)."
        },
        {
            "id": 226,
            "name": "Venom Resistance #",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "Requirements to use: Lammie or Loresheet. Any non-magical Venom affecting the character can be purged with a Purge Poison effect rather than the cure requirements on the inside of the Lammie."
        },
        {
            "id": 227,
            "name": "Voidportal #",
            "cost": 85,
            "list": [
                "generic"
            ],
            "tier": 5,
            "restricted": false,
            "priority": 6,
            "description": "Requirements to use: Lammie or Loresheet. The character will gain the Voidportal loresheet. Loresheets for this skill are available for download and print from The Lorien Trust Website (see Loresheets)."
        },
        {
            "id": 228,
            "name": "Warlock <X> #",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "This skill will replace a lower level of the Warlock <X> Occupational Skill. The character will gain the Warlock loresheet and may buy Occupational Skill listed there up to the stated Tier. To gain this skill a character must fulfil the IC requirements listed on the Warlock loresheet. A Warlock is a type of Essence Creature. Loresheets for this skill are available for download and print from The Lorien Trust Website (see Loresheets)."
        },
        {
            "id": 229,
            "name": "Weapon Finesse",
            "cost": 50,
            "list": [
                "scouts"
            ],
            "tier": 5,
            "prereq": [
                "213"
            ],
            "restricted": true,
            "priority": 1,
            "description": "This skill replaces Through and allows a character to strike for the Through effect with thrown weapons thrown from their primary hand (requires thrown weapon CS), or with melee blows from any weapon that the character has the ability to use (including weapons used with the ambidexterity CS). This cannot be used with a skill, lammie or loresheet that would modify the damage effect."
        },
        {
            "id": 230,
            "name": "Weaponsmith (Apprentice)",
            "cost": 10,
            "list": [
                "armourers"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 2,
            "description": "This skill allows the character to make a level 1 melee weapon or a level 1 shield at each Lorien Trust Main Event (1 item total per event). This skill also allows one reforge (a process of heating and quenching) that allow more powerful, complex or desirable items - the character may only use these reforge abilities on an item that they are creating themselves and some items may require more than one reforge to create."
        },
        {
            "id": 231,
            "name": "Weaponsmith (Artisan)",
            "cost": 40,
            "list": [
                "armourers"
            ],
            "tier": 4,
            "prereq": [
                "184"
            ],
            "restricted": false,
            "priority": 2,
            "description": "This skill replaces Repair Destroyed items and allows the character to make a level 1 and level 2 melee weapon or level 1 and level 2 shield at each Lorien Trust Main Event (2 items in total per event). This skill also allows two reforges (a process of heating and quenching) that allow more powerful, complex or desirable items - the character may only use these reforge abilities on an item that they are creating themselves and some items may require more than one reforge to create. <span class=\"updated\">In addition this skill allows the character to repair crafted weapons and shields that has been destroyed. This repair requires a minimum of 1 minute appropriate roleplayed action and is reduced to 30 seconds for a shield if the character also has the CS Shield Use.</span>"
        },
        {
            "id": 232,
            "name": "Weaponsmith (Master)",
            "cost": 50,
            "list": [
                "armourers"
            ],
            "tier": 5,
            "prereq": [
                "231"
            ],
            "restricted": true,
            "priority": 2,
            "description": "This skill replaces Weaponsmith (Artisan) and allows the character to make a level 1, level 2 and level 3 melee weapon or level 1, level 2 and level 3 shield at each Lorien Trust Main Event (3 items in total per event). This skill also allows three reforges (a process of heating and quenching) that allow more powerful, complex or desirable items - the character may only use these reforge abilities on an item that they are creating themselves and some items may require more than one reforge to create. <span class=\"updated\">In addition this skill allows the character to repair any weapon or shield (crafted or otherwise) that has been destroyed. This repair requires a minimum of 1 minute appropriate roleplayed action and is reduced to a minimum of 30 seconds for a shield if the character also has the CS Shield Use.</span>"
        },
        {
            "id": 233,
            "name": "Werecreature <X>",
            "cost": 10,
            "list": [
                "loresheet"
            ],
            "tier": 1,
            "restricted": false,
            "priority": 1,
            "description": "This skill will replace a lower level of the Werecreature <X> Occupational Skill. The character will gain the Werecreature loresheet and may buy Occupational Skill listed there up to the stated Tier. To gain this skill a character must fulfil the IC requirements listed on the Werecreature loresheet. A Werecreature is a type of Essence Creature. Loresheets for this skill are available for download and print from The Lorien Trust Website (see Loresheets)"
        },
        {
            "id": 234,
            "name": "Written Forgery",
            "cost": 40,
            "list": [
                "bards",
                "scouts"
            ],
            "tier": 4,
            "prereq": [
                "217"
            ],
            "restricted": false,
            "priority": 4,
            "description": "A character with this skill is able to create in-character forged documents. Once per event a character with the Written Forgery skill may create paperwork that allows access to training facilities, magical books or other resources that normally allow training. Both the Forging Character and Training Character must visit Game Control at the same time to complete the out-of-character function of the Written Forgery skill (this is in addition to any in-character roleplay). The Written Forgery that the skill creates, allows a single Tier 1, 2 or 3 skill (including restricted skills) from any Guild to be accessed. The skill will be added to the character card immediately. Guild permission is not required (or recommended) for the use of this training forgery "
        },
        {
            "id": 235,
            "name": "TNS Spiral",
            "cost": 10,
            "list": [
                "scouts"
            ],
            "tier": 1,
            "prereq": [
                "17"
            ],
            "restricted": true,
            "priority": 8,
            "description": "This skill allows a character to translate one named script to common for every TNS that is purchased. Each of the most common scripts are listed below and fall into one to three Script families: Regional and Historical, People and Race, Myth and Magic. A loresheet for each script can be collected from Game Control once this skill is on the character card. Some TNS scripts are not listed below and are not part of the Script Categories - these TNS Scripts are only available with particular prerequisites or Loresheets. <b>NOTE: Only a character with a TNS Skill may attempt to translate a language in this way. Any attempt to translate the script using a 'Hard Skill' (i.e. using a process of deduction or by utilising out-of-character knowledge or devices) will be breaking the Spirit of the Rules and Cheating.</b> <table> <tr> <th>Region & Historical Scripts</th> <th>People & Race Scripts</th> <th>Myth & Magic Scripts</th> </tr> <tr> <td>TNS Southern</td> <td>TNS Beastkin</td> <td>TNS Ancient</td> </tr> <tr> <td>TNS Aegyptus</td> <td>TNS Dwarf</td> <td>TNS Arataic</td> </tr> <tr> <td>TNS Arabia</td> <td>TNS Elven</td> <td>TNS Cecealia</td> </tr> <tr> <td>TNS Cathay</td> <td>TNS Fey</td> <td>TNS Chaos and Magic</td> </tr> <tr> <td>TNS Maurabian</td> <td>TNS Lizardman</td> <td>TNS Daemon</td> </tr> <tr> <td>TNS Nihon</td> <td>TNS Merrow</td> <td>TNS Illithid</td> </tr> <tr> <td>TNS Old Empire</td> <td>TNS Olog</td> <td>TNS Moonlore</td> </tr> <tr> <td>TNS Peng</td> <td>TNS Skathen</td> <td>TNS Old Illithid</td> </tr> <tr> <td>TNS Picta</td> <td>TNS Uruck</td> <td>TNS Void Entity</td> </tr> <tr> <td>TNS Siberija</td> <td>TNS Halfling</td> <td>TNS Void Wretch</td> </tr> </table>  <table> <tr> <th>Loresheet/Restricted Scripts</th> <th>Restriction</th> <th>Notes</th> </tr> <tr> <td>TNS Ancestor Runes</td> <td>Ancestral Creatures Only</td> <td>May not be Tutored</td> </tr> <tr> <td>TNS Daemon Runes</td> <td>Daemon Creature Only </td> <td>May not be Tutored</td> </tr> <tr> <td>TNS Elemental Runes</td> <td>Elemental Creatures Only</td> <td>May not be Tutored</td> </tr> <tr> <td>TNS Grave Runes</td> <td>Unliving Creatures Only</td> <td>May not be Tutored</td> <tr> <td>TNS Spiral</td> <td>Oathsworn Scouts Guild Req.</td> <td>May not be Tutored</td> </tr> </tr> </table>"
        },
        {
            "id": 236,
            "name": "Mighty Blow #",
            "cost": 20,
            "list": [
                "generic"
            ],
            "tier": 2,
            "prereq": [
                "42"
            ],
            "restricted": false,
            "priority": null,
            "description": "If the character has the Large melee weapon use CS may strike for the Strikedown effect with a large melee weapon They are also immune to the effects Repel and Strikedown. This skill may not be purchased by anyone with the skill Goblin Resilience and prevents the purchase of Goblin Resilience."
        },
        {
            "id": 237,
            "name": "Crushing Blow",
            "cost": 25,
            "list": [
                "generic"
            ],
            "tier": 5,
            "prereq": [
                "104"
            ],
            "restricted": false,
            "priority": null,
            "description": "Requirements to use: Large Melee Weapon use CS. This skill replaces Mighty Blow. This skill allows a character to strike for the Crush or Strikedown effects with a well role-played blow with a large melee weapon held in two hands. The character is also immune to the Strikedown and Repel effects. This skill may not be purchased by anyone with the skill Goblin Resilience and prevents the purchase of Goblin Resilience."
        },
        {
            "id": 238,
            "name": "Any Spellcasting, Incantation, Healing, Corruption or Sense Magic CS",
            "cost": 0,
            "tier": 0,
            "restricted": false,
            "priority": null,
            "description": null
        },
        {
            "id": 239,
            "name": "Thaulmonic Alignment",
            "cost": 30,
            "list": [
                "mages"
            ],
            "tier": 3,
            "restricted": true,
            "priority": 3,
            "description": "<span class=\"updated\"> If the character with Thaulmonic Alignment gains a Mage Armour High Sigil it will confer an AV of 3 on all locations instead of 2 (but will follow all of the standard rules for the spell including the maximum AV of 4 for an Armour Type).</span>"
        },
        {
            "id": 240,
            "name": "Impweave Expertise",
            "cost": 40,
            "list": [
                "mages"
            ],
            "tier": 4,
            "restricted": true,
            "priority": 3,
            "description": "<span class=\"updated\">Gains Spell Reduction (1) for any Daemonology Spell that they have the ability to cast (using their own power). May not be combined with any other Spell Reduction ability, power or item.</span>"
        },
        {
            "id": 241,
            "name": "Bank Advisor (Clerk)",
            "cost": 20,
            "list": [
                "bank"
            ],
            "tier": null,
            "prereq": [
                "242"
            ],
            "restricted": true,
            "priority": null,
            "description": "<span class=\"updated\">A Character with this skill may submit a lammied item to a Board Member of the Bank for assessment (re-power for a single year for in-character money). The assessed item that will either return with an in-character gold cost for re-powering (offer valid for 24hrs) or be returned with no assessment cost (may not be re-powered). The form to submit an item can be collected at the Bank and the submitted form and item Lammie must be submitted through the Bank during game-time. A Bank Advisor (Clerk) may submit 1x item per event, an (Associate) 2x item per event and a (Broker) 3x item per event). If the Skill \"Oathsworn Bank\" is removed, this ability may not be used again until the character gains the skill again. Note that not all items may be repowered (examples include Lorien Trust Charity Lammies).</span>"
        },
        {
            "id": 242,
            "name": "Oathsworn Bank",
            "cost": 0,
            "tier": null,
            "restricted": true,
            "priority": null,
            "description": null
        },
        {
            "id": 243,
            "name": "Bank Advisor (Associate)",
            "cost": 30,
            "list": [
                "bank"
            ],
            "tier": 3,
            "prereq": [
                "241"
            ],
            "restricted": true,
            "priority": 4,
            "description": "<span class=\"updated\">A Character with this skill may submit a lammied item to a Board Member of the Bank for assessment (re-power for a single year for in-character money). The assessed item that will either return with an in-character gold cost for re-powering (offer valid for 24hrs) or be returned with no assessment cost (may not be re-powered). The form to submit an item can be collected at the Bank and the submitted form and item Lammie must be submitted through the Bank during game-time. A Bank Advisor (Clerk) may submit 1x item per event, an (Associate) 2x item per event and a (Broker) 3x item per event). If the Skill \"Oathsworn Bank\" is removed, this ability may not be used again until the character gains the skill again. Note that not all items may be repowered (examples include Lorien Trust Charity Lammies).</span>"
        },
        {
            "id": 244,
            "name": "Bank Advisor (Broker)",
            "cost": 40,
            "list": [
                "bank"
            ],
            "tier": 4,
            "prereq": [
                "243"
            ],
            "restricted": true,
            "priority": 4,
            "description": "<span class=\"updated\">A Character with this skill may submit a lammied item to a Board Member of the Bank for assessment (re-power for a single year for in-character money). The assessed item that will either return with an in-character gold cost for re-powering (offer valid for 24hrs) or be returned with no assessment cost (may not be re-powered). The form to submit an item can be collected at the Bank and the submitted form and item Lammie must be submitted through the Bank during game-time. A Bank Advisor (Clerk) may submit 1x item per event, an (Associate) 2x item per event and a (Broker) 3x item per event). If the Skill \"Oathsworn Bank\" is removed, this ability may not be used again until the character gains the skill again. Note that not all items may be repowered (examples include Lorien Trust Charity Lammies).</span>"
        }
    ]
}
