{
    "version": "4.0.6",
    "date": "2025-08-07T15:38:31.916Z",
    "data": [
        {
            "name": "Ambidexterity",
            "description": "<b>With this skill, you can wield weapons or cast spells with your off-hand as well as with your primary hand. This does not mean that your off-hand counts as your primary hand for any effect or skill that states that only the primary hand may be used. </b>All characters have a primary hand and an off-hand. Please note that to use this skill you must also have the basic CS you intend to use with your off-hand. Ambidexterity does not allow you to perform two actions, which require Concentration simultaneously."
        },
        {
            "name": "Projectile Weapon",
            "description": "<b>Your character can use a bow, crossbow, or sling to launch projectiles.</b> You may not operate a projectile weapon and wield a melee weapon simultaneously. <b>To use this skill you must have passed the Lorien Trust Bow Competency test. Projectile weapons must not be used as handto- hand (melee) combat weapons.</b> Projectile weapons can be divided into two categories: <ul><li><b>1. Arrows or bolts launched from a bow or crossbow</b> inflict one point of Normal Through damage on a successful hit (see Damage Effect Through)</li> <li><b>2. Rocks launched from a sling</b> inflict one point of Normal damage on a successful hit.<br/> This ammunition must comply with the same usability standard as all thrown objects.</li></ul> <b>The safe checking of recovered projectiles</b> When a projectile physrep is returned it is considered to be unusable (not suitable for shooting again) until an out-of-character check has been performed. When an arrow or bolt has been collected or returned you should check out-of-character that it is free of debris, intact and is safe to shoot again, <span class=\"updated\">(whilst roleplaying in-character the function of repairing the projectile)</span>. This process will take 20 Seconds (3 per min) minimum for each projectile <span class=\"updated\">(Bow comp required)</span>. The occupational skills of Bowyer (Apprentice/Master) can reduce the time it takes to out-of-character check and in-character repair and/or prepare the returned projectile. These occupational skills may be removed from your character if you are observed or reported for unsafe practices with a projectile weapon or consistently using projectiles that have not been checked as described above for the minimum time. <span class=\"updated\">Please note that you may only use projectiles that have been checked by yourself and that the entire responsibility for the projectile used for game functions are your personal responsibility. It is not permitted for another attendee to check your projectiles in place of your own responsibilities</span> </br><p class=\"updated\"><b>A Note on Bows/Crossbows</b> Lammied bows/crossbows plus any attached Bowstring Hexes may be stored in out-of-character areas during time-in only when conditions such as weather, darkness, high winds etc. (as described under the Bow Competency rules and test) prevent the item from being safely used. If the conditions improve to allow the use of the items again, the item should be retrieved from the out-of-character area and returned to the game. Under all other normal game circumstances, the item must remain on a physrep and within the game area as per the normal weapon and item guidelines. This will be noted on appropriate lammies.</p>"
        },
        {
            "name": "Large Weapon Use",
            "description": "<b>Your character can use a large melee weapon of 43\" - 72\" in overall length in two hands in melee combat. You may also use a weapon of pole-arm design of 43\"- 84\" overall length.</b> Large melee weapons cannot be used one handed. Great swords, staves and pole-arms are typical examples of such weapons."
        },
        {
            "name": "Shield Use",
            "description": "<b>Your character may use a <span class=\"updated\">single</span> shield for defence only, using your off hand (or if you have Ambidexterity, with either hand). When using a shield you may not employ the hand holding the shield for any other purpose.</b> Shields struck while being used in this way protect the user from all damage and effects from weapons, with the exception of Crush or Shatter. A shield that takes a Crush or Shatter effect will stop the blow, but in the process be Destroyed. A Destroyed shield takes 1 minute of suitable roleplay to repair, performed by anyone with the Shield Use skill. Only one person can work on or repair a shield at a time. Shields must not be used as weapons. A slung shield or one worn on your back offers no protection."
        },
        {
            "name": "Missile Weapon",
            "description": "<b>Your character has the ability to throw a single missile (e.g. a rock or knife) in combat using your primary hand.</b> Please note that thrown objects need to be made to comply with the usability standard for thrown objects and cannot be used as melee weapons (see Weapon Guidelines). Weapons intended for use in hand-to-hand (melee) combat must not be thrown."
        },
        {
            "name": "SPELLCASTING, INCANTATION, CORRUPTION OR HEALING",
            "description": "<b>Each of these skills grants you the ability to cast 1st level effects from the given list and grants you +4 base Spell Power per day.</b> Any combination of these magic types is permitted.<br/><br/><b>SPELLCASTING, INCANTATION, CORRUPTION OR HEALING 2</b> (8 POINTS) <br/><b>Each of these skills grants you the ability to cast 1st and 2nd level effects from the given list and grants you +12 base Spell Power per day. You cannot have more than one magic skill at level 2 or above.</b> Any combination of these magic types is permitted."
        },
        {
            "name": "Ritual Magic",
            "description": "<b>You cannot buy this skill unless you already have some form of casting ability. All Ritualists can contribute to a single ritual per day in the same way a character with Contribute to Ritualist (see below). A ritualist contributes one point of ritual power to the ritual.</b> This contribution (frequency and power) may not be increased through any means. If your character has Ritual Magic and Contribute to Ritualist it should be made clear which you are using on your ritual paperwork. In addition, a character with Ritual Magic may perform Rites and Rituals as detailed below: <ul><li><b>Level 1 Ritualist</b> may add the Transport Rite Spell to their available spell list(s). </li><li><b>Level 2 Ritualist</b> may add the Transport Rite Spell to their available spell list(s) and perform 1 Ritual per event which will provide 10 points of power in any ritual they lead.</li><li><b>Level 3 Ritualist</b> may add the Transport Rite Spell and Network Attunement Rites to their available spell list(s) and perform 1 ritual per day which will provide 10 points of power in any ritual they lead. Network attunement also requires a level 2 casting ability (any type) to perform.</li></ul>"
        },
        {
            "name": "Contribute To Ritualist",
            "description": "<b>Your character can contribute one point of ritual power to the Ritual.</b> A contributor may contribute to one ritual per day. You do not need any other magical ability to buy this skill. The number of times that a character can contribute per day and the power that is donated may be increased with Occupational Skills, Alchemical Potions and items found ingame. When contributing to a ritual a ritualist should state if they are contributing as a Ritualist or as a Contributor (see Ritual Magic above)."
        },
        {
            "name": "+ Base Power",
            "description": "<b>Each level of the + Base Power skill grants +4 base spell Power.</b> This increased allocation counts as your starting value for the purposes of the Rule of Double. <span class=\"updated\"> This skill does not require the character to purchase any kind of casting ability (Incantation etc.).</span>"
        },
        {
            "name": "Invocation",
            "description": "<b>This skill allows for the activation of certain items. With your outstretched arm, the palm of your casting hand must be approx. 1ft from the item you are attempting to invoke, and you must <i>concentrate</i> for 10 seconds. Armour does not restrict invocation because the effect and/or power resides within the invoked item and therefore is not disrupted by any armour worn by the invoker. To invoke an item, the invoker must use a suitable IC vocal, or in the case of scrolls and glyphs, must read the scroll or glyph. Chant effects generated by invocable items require the invoker to maintain the chant.</b> If you are unsure whether you are able to invoke an item, please check with a Referee, Marshal or Game Control."
        },
        {
            "name": "Body Development",
            "description": "<b><u>Body Development 1</u></b> <b>Characters with this skill have 2 Base LHV</b> (See Combat, Body Locations). Body Development 2 cannot be combined with Body Development 1..<br /> <b><u>Body Development 2</u></b> <b>Characters with this skill have 3 Base LHV.</b> (See Combat, Body Locations). Body Development 2 cannot be combined with Body Development 1."
        },
        {
            "name": "Light Armour Use",
            "description": "<b>Light Armour has <span class=\"updated\">a base AV of 1.</span></b> Light Armour is any flexible material that is either thick enough or tough enough to resist a blow. Thin leather, heavily quilted or padded material and skinned furs are examples of Light Armour. With this skill, you gain the ability to wear and repair Light Armour."
        },
        {
            "name": "Medium Armour Use",
            "description": "<b>Medium armour has <span class=\"updated\">a base AV of 2.</span></b> Medium armour is either semi-rigid material or material that would normally be light armour with rigid supports or rigid additions over at least 50% of the surface. Thick leather and plated leather are examples of medium armour. With this skill, you gain the ability to wear and repair light or medium armour. A character wearing Medium Armour cannot cast Ranged effects."
        },
        {
            "name": "Heavy Armour Use",
            "description": "<b>Heavy armour has <span class=\"updated\">a base AV of 3.</span></b> Heavy armour is either completely rigid, made 100% from metal (or a convincing representation of metal) or light armour with rigid material covering at least 90% of the surface. Chain or plate mail and cuirboilli are examples of heavy armour. With this skill, you gain the ability to repair and wear light, medium or heavy armour. A character wearing Heavy Armour cannot cast Ranged or Mass effects."
        },
        {
            "name": "Potion Lore",
            "description": "<b>Your character can recognise most potions, including the effects the preparation will have on a person who uses it.</b> Loresheets for this skill are available from Game Control (see Loresheets). Requires <i>Concentration</i> to use. After examining a Lammied Alchemical item (Special Liquid) for 3 seconds, you may be able to identify the type of Alchemical product (using the information from the Lorecodes). The first lorecode will always be the type of Alchemical product (Potion, Poison, Weapon Oil, Antidote etc.) and are identifiable by a character with the Potion Lore or Poison Lore Skill. Other lorecodes will detail the Recipe (Name of the product), any time or number or blows and even if the product is an Alchemical Forgery (Disguised - Recognise Forgery Required.) A character with the Potion Lore skill can Discern Potion. This ability requires 3 seconds of concentration, while holding your primary hand approx. 1ft away from an unresisting target, stating \"Discern Potion\". The target should reveal any  active potions they are currently under the effects of. Once the details of any Potions have been revealed, the Potion Lore character may use the Master Purge ability listed below. <br /><br /><b>Master Purge</b> A character with the Potion Lore skill may use any form of Purge All Poison effect that they are able to perform or administer, to Purge the effects of a single Potion from an unresisting or immobilised target. If several potions are affecting the target you may choose which potion to Purge. <br /><br /><b>Vapour Potion Use</b> Your character may use and set any potions Alchemical product (items that have a fuse time - usually 1 min) safely. This only includes Potions and does not allow the safe use of vapour poisons/spore items. "
        },
        {
            "name": "Poison Lore",
            "description": "<b>Your character can recognise most Poisons, including the effects the preparation will have on a person.</b> Loresheets for this skill are available from Game Control (see Loresheets). Requires <i>Concentration</i> to use. After examining a Lammied Alchemical item (Special Liquid) for 3 seconds, you may be able to identify the type of Alchemical product (using the information from the Lorecodes). The first lorecode will always be the type of Alchemical product (Potion, Poison, Weapon Oil, Antidote etc.) and are identifiable by a character with the Potion Lore or Poison Lore Skill. Other lorecodes will detail the Recipe (Name of the product), any time or number or blows and even if the product is an Alchemical Forgery (Disguised - Recognise Forgery Required.) A character with the Poison Lore skill can Discern Poison. This ability requires 3 seconds of concentration, while holding your primary hand approx. 1ft away from an unresisting target, stating \"Discern Poison\". This will allow you to examine the outer  lore codes of the Poison Lammie currently affecting the target and determine its nature (including any cure required). <b>Venom, Vapour and Weapon Oil Use</b> Your character must have this skill in order to be able to administer venoms/weapon oils or carry/use an envenomed/oiled weapon, full details of this process are detailed in the Poison section of the Main Lorien Trust Handbook. Your character may use and set any vapour/spore Alchemical product (items that have a fuse time - usually 1 min) safely. This includes Potions and Poisons."
        },
        {
            "name": "Cartography",
            "description": "<span class=\"updated\"><b>Your character can draw maps of the area that you are in (geographical region). This skill also allows you to navigate from maps and plans.</b> This skill allows you to collect an in-character regional map of the area from Game Control at each Lorien Trust main event and an in-character Magical Astrolabic Map at the Gathering.</span>"
        },
        {
            "name": "Sense Magic",
            "description": "<b>Your character can sense if there is any magic within an object. With your outstretched arm, the palm of your casting hand must be approx. 1ft off the item and your character must concentrate for 10 seconds.</b> This skill gives a general idea as to the nature and powers of the magic within the item, but does not give any information on how to activate the item. Loresheets for this skill are available from Game Control (see Loresheets). Requires <i>Concentration</i> to use."
        },
        {
            "name": "Evaluation",
            "description": "<b>Your character can estimate the intrinsic value of an item.</b> Loresheets for this skill are available from Game Control (see Loresheets). Requires <i>Concentration</i> to use."
        },
        {
            "name": "Recognise Forgery",
            "description": "<b>With this skill, your character can examine an item and determine if it is genuine or not.</b> Loresheets for this skill are available from Game Control (see Loresheets). Requires <i>Concentration</i> to use."
        },
        {
            "name": "Triage (Advanced)",
            "description": "<span class=\"updated\"><b>Your character can spend 1 minute of role-played action within Proximity distance (1ft) of a body location to remove a mortal wound on that location (raising it to 0LHV). In addition, if all of the targets locations are at 0LHV, a character with the Triage (Advanced) skill may spend 5 minutes of role-played action within Proximity distance (1ft) of the target, on completion all of the targets locations will be simultaneously raised to 1LHV and will become Debilitated (10 mins).</b> This skill will not work on monsters with total body hits, or creatures with anything other than a living pattern. This skill also enables the character to identify other effects on the target (See Combat, Identifying Wounds). This skill has no effect on a person suffering from Disease, Decay or on a location with a Fatal wound. Requires Concentration to use</span>"
        },
        {
            "name": "Triage",
            "description": "<span class=\"updated\"><b>Your character can spend 1 minute of role-played action within Proximity distance (1ft) of a limb location (not Torso or Head) and remove a mortal wound on that limb (raising it to 0LHV).</b> This skill will not work on monsters with total body hits, or creatures with anything other than a living pattern. This skill has no effect on a person suffering from Disease, Decay or on a location with a Fatal wound. Requires Concentration to use</span>"
        },
        {
            "name": "Numeracy",
            "description": "You can count and perform simple arithmetic."
        },
        {
            "name": "Literacy",
            "description": "Your character can read and write in the common tongue (English)."
        },
        {
            "name": "Read Maps",
            "description": "Your character can read simple maps and perform simple feats of navigation."
        },
        {
            "name": "Small Melee Weapon Use",
            "description": "<b>Your character can use a small melee weapon of 7\" - 18\" (~18cm - ~45cm) in overall length in your primary hand in melee combat.</b>"
        },
        {
            "name": "Medium Melee Weapon Use",
            "description": "<b>Your character can use a medium melee weapon of 18\" - 42\" (~45cm - ~110cm) in overall length in your primary hand in melee combat.</b>"
        },
        {
            "name": "Weapon Skills",
            "description": "<b>Please note, all weapons no matter what their size, inflict a single point of normal damage unless an effect, <i>lammie</i> or <i>loresheet</i> states otherwise.</b>"
        },
        {
            "name": "Armour Skills",
            "description": "<b>With these skills, your character can wear amour and gain protection from wearing it. Armour worn as costume, without the appropriate skill, offers no protection to your character but still restricts casting spells as normal. All armour has a value (Armour Value, or AV), expressed as a number of points (see Combat).</b> Armour must be worn to have any effect (carrying your armour over your shoulder gives your character no protection) but does not have to be visible (i.e. chain mail can be worn under a robe or a tabard).<br/><br/> <b>The remaining and maximum AV of a location can be discerned by any character with any Armour Use Skill. This identification takes 3 seconds of Concentration whilst holding a hand approx. 1ft from the target and use the vocals \"Discern Armour State\". The targeted player should then give details of the remaining AV of each location. This discern will only give details of physical armour (not magical or natural armour).</b><br/><br/> <br>To repair armour damaged in combat requires an Armour Use skill and a character with such a skill may repair any armour that they have the skill to wear. It takes one minute of Concentration to restore the value of the armour on a single location by one point; the repair being performed using the primary hand (or off hand if they have the CS ambidexterity).</b> If out of combat for 10 minutes the AV of any worn armour is restored to full. Armour may be repaired whilst it is being worn (requires concentration) and the wearer can repair any location of their armour they can reach. Only one person can work on each location, but several people can repair different locations at the same time (please maintan proximity distance). It is not possible to wield a weapon whilst repairing armour. A character with the appropriate Armour Use skill can repair any type of armour be it normal or magical. A good phys-rep of the armour is required, and this armour will be checked at the same time as your weapons (see Weapon  uidelines). If armour is to have an AV, the phys-rep must cover a minimum of 50% of the protected location. Unconvincing phys-reps cannot count as heavy armour. Large bulky costume may count for light or medium armour if sufficiently thick and heavy (Leather hide or phys-rep lizard skin for light armour, bulkier phys-reps for medium armour)."
        },
        {
            "name": "Magic Skills",
            "description": "<b>All these skills require Concentration to use. Choosing a level 1 and level 2 list of the same type is not possible and gives no advantage. In addition to the basic spell lists, there are four Specialisations and four Summoning spell lists. All of these spell lists require an Occupational Skill, Lammie or loresheet to use but work in a similar way.</b> <ul><li><b>Specialisations</b> To gain access to a Specialisation list you must buy the basic magic skill it is based on. The Specialisation list then replaces the basic magic list, and is still limited by the level of Basic magic bought with character points. Light and Dark incantations are Specialisations of the Incantation list. Shadow magic and Enchanting are Specialisations of the Spellcasting list.</li> <li><b>Summoning</b> To gain access to the Summoning list, you must buy one of the basic magic skills it (or any applicable Specialisation) the Summoning list then adds to your basic list. Necromancy requires Corruption, Shadow magic or Dark Incantation. Elementalism requires Healing, Light Incantation or Enchanting. Theology requires Incantation (of any sort) and Daemonology requires Mage Craft (of any sort).</li></ul>"
        },
        {
            "name": "Knowledge Skills",
            "description": "All of these skills require Concentration to use."
        },
        {
            "name": "Occupational Skills",
            "description": "Occupational Skills (Commonly known as OS) are used to represent the increase in experience, understanding, learning and skill available to a character over a period of time. Relevant OS can be used to specialise a character in an area, or areas, of interest. OS are usually presented in tiers indicating the rarity and complexity of the OS (each increasing alongside its relevant tier). Skills with a higher tier almost always require a perquisite skill to be purchased before it can be purchased itself; there are some exceptions to this. There are a number of ways to purchase OS for a character, including via the Guilds and Factions, tutoring, ‘self-teaching’ and LT plot.\nOccupational Skill Points (Commonly known as OSPs) are issued to our customers as a loyalty reward or an individual thank you. They may also be issued as a bonus or gift. The number of OSPs available represents the maximum potential learning and development opportunities for your character. Unspent OSPs are not lost if a character dies, or is retired. Unspent OSPs are retained against your player record. Spent OSPs are lost and are non-refundable.\nLorien Trust Players Handbook and Game Rules v3.1.1\n64\nOSPs for attending LT Main Events are credited to your player record. OSPs gained during pre-booking are available for use from the first day of the first event you have prebooked for. These may not be used during the prebooking process where they are gained. OSPs gained from paying on the gate are not available for purchasing skills until the following Event Season\nFurther information can be found in the publication titled “Occupational Skills: A guide to Advancement v3.1.1” (or later) which is available to download form the publications section of the website."
        }
    ]
}
